export const QUESTIONS_EL = [
    {
        fact: "Στην Ελβετία, είναι παράνομο να έχεις μόνο ένα <BLANK>.",
        answer: "Ινδικό Χοιρίδιο",
        category: "Νόμοι",
        lies: ["Σοκολάτα", "Ρολόι Κούκο", "Τραπεζικό λογαριασμό", "Ουδέτερη γνώμη", "Τρόπαιο σκι"]
    },
    {
        fact: "Το εθνικό ζώο της Σκωτίας είναι ο <BLANK>.",
        answer: "Μονόκερος",
        category: "Ζώα",
        lies: ["Χάγκις", "Τηγανητή μπάρα Mars", "Θυμωμένο πρόβατο", "Τέρας του Λοχ Νες", "Γκάιντα"]
    },
    {
        fact: "Μια ομάδα από παγκς (σκυλιά) ονομάζεται <BLANK>.",
        answer: "Γκρίνια",
        category: "Ζώα",
        lies: ["Ροχαλητό", "Ρουθούνισμα", "Χοντρό", "Περπάτημα", "Σνιφάρισμα"]
    },
    {
        fact: "Πριν εφευρεθεί το χαρτί υγείας, οι Αμερικάνοι χρησιμοποιούσαν <BLANK>.",
        answer: "Κοτσάνια καλαμποκιού",
        category: "Ιστορία",
        lies: ["Πίπες καλαμποκιού", "Το Σύνταγμα (πρόχειρο)", "Αποξηραμένα φύλλα ελευθερίας", "Σελίδες καταλόγου", "Την αξιοπρέπειά τους"]
    },
    {
        fact: "Ο φόβος για τα <BLANK> ονομάζεται Λαχανοφοβία.",
        answer: "Λαχανικά",
        category: "Φοβίες",
        lies: ["Σαλάτες", "Υγιεινές επιλογές", "Το φαγητό της μαμάς", "Πράσινα πράγματα", "Λαϊκές αγορές"]
    }
];
