export const QUESTIONS_EL = [
    {
        fact: "Μια ομάδα από παγκ ονομάζεται <BLANK> στα Αγγλικά.",
        answer: "Μουρμουρητό",
        category: "Animals",
        lies: ["Λαχάνιασμα", "Ροχαλητό", "Κούνημα", "Ρουθούνισμα", "Μπουλούκιασμα"]
    },
    {
        fact: "Πριν εφευρεθεί το χαρτί υγείας, οι Αμερικανοί χρησιμοποιούσαν <BLANK>.",
        answer: "καλαμπόκια",
        category: "History",
        lies: ["δέρματα κουνελιού", "λείες πέτρες ποταμού", "δεμάτια άχυρου", "πυκνά βρύα", "μαλακό μαλλί προβάτου"]
    },
    {
        fact: "Η φοβία για <BLANK> ονομάζεται λαχανοφοβία.",
        answer: "τα λαχανικά",
        category: "Phobias",
        lies: ["το γέλιο", "τα κορδόνια", "τις μηχανές γκαζόν", "τα ψιλά", "τα αλλαντικά"]
    },
    {
        fact: "Το 2014, μια γυναίκα στην Πενσυλβάνια συνελήφθη επειδή έκλεψε <BLANK>.",
        answer: "κρέας αλόγου",
        category: "Crime",
        lies: ["έναν ζωντανό αστακό", "έναν νάνο κήπου", "μια ομπρέλα βεράντας", "δεκάδες ντόνατ", "ένα τεράστιο ζαμπόν"]
    },
    {
        fact: "Το κέτσαπ πωλούνταν τη δεκαετία του 1830 ως φάρμακο για <BLANK>.",
        answer: "τη διάρροια",
        category: "History",
        lies: ["το να είσαι πολύ Γάλλος", "τον εθισμό στις πατάτες", "την υπερβολική θλίψη", "τον κακό χορό", "την έλλειψη ντομάτας"]
    },
    {
        fact: "Ο εφευρέτης του κουτιού των Pringles είναι πλέον <BLANK>.",
        answer: "θαμμένος σε κουτί Pringles",
        category: "Irony",
        lies: ["εχθρός των σωλήνων", "αλλεργικός στο αλάτι", "επιθεωρητής υγείας", "κάτοικος Πετροχωρίου", "μεγάλος μέτοχος σε εταιρία ποπ κορν"]
    },
    {
        fact: "Η συλλογική ονομασία για ένα πλήθος πουλιών που πετούν μαζί, όπως τα κοράκια, είναι <BLANK>.",
        answer: "Σμήνος",
        category: "Animals",
        lies: ["Αγέλη", "Κοπάδι", "Αφεσμός", "Συνομοταξία", "Μελίσσι"]
    },
    {
        fact: "Το 1998, η Sony πούλησε κατά λάθος 700.000 βιντεοκάμερες που μπορούσαν να <BLANK>.",
        answer: "βλέπουν μέσα από τα ρούχα",
        category: "Tech Oops",
        lies: ["ακούν μέσα από τοίχους", "μπλοκάρουν γκαραζόπορτες", "παρακολουθούν κλήσεις", "σπάνε συνδρομητικά κανάλια", "αντιγράφουν βιντεοκασέτες"]
    },
    {
        fact: "Αν χτυπάς <BLANK> σου στον τοίχο για μία ώρα, καις 150 θερμίδες.",
        answer: "το κεφάλι",
        category: "Health",
        lies: ["τη λεκάνη", "τη γροθιά", "το γόνατο", "τον ώμο", "τον γοφό"]
    },
    {
        fact: "Στην αρχαία Ρώμη, η τιμωρία για την πατροκτονία ήταν να σε ράψουν σε έναν σάκο μαζί με έναν σκύλο, έναν κόκορα, μια έχιδνα και <BLANK>.",
        answer: "μια μαϊμού",
        category: "History",
        lies: ["μια επιθετική χήνα", "μια πεινασμένη γάτα", "μια άγρια νυφίτσα", "έναν πεινασμένο αρουραίο", "έναν μεγάλο σκορπιό"]
    },
    {
        fact: "Ο συντομότερος πόλεμος στην ιστορία διήρκεσε <BLANK>.",
        answer: "38 λεπτά",
        category: "History",
        lies: ["ένα διάλειμμα για καφέ", "μέχρι το μεσημεριανό", "ένα βροχερό απόγευμα", "μισή Τρίτη", "ένα τριήμερο"]
    },
    {
        fact: "Στο κεφάλι της γαρίδας βρίσκεται <BLANK>.",
        answer: "η καρδιά",
        category: "Animals",
        lies: ["η κύστη", "το νεφρό", "το πάγκρεας", "η χοληδόχος κύστη", "το νευρικό πλέγμα"]
    },
    {
        fact: "Η λέξη «γυμνάσιο» ετυμολογείται από την αρχαία ελληνική λέξη που σημαίνει <BLANK>.",
        answer: "γυμνός",
        category: "Language",
        lies: ["ρωμαλέος", "εύρωστος", "ισχυρός", "σθεναρός", "άλκιμος"]
    },
    {
        fact: "Στη Γαλλία, είναι παράνομο να ονομάσετε το γουρούνι σας <BLANK>.",
        answer: "Ναπολέοντα",
        category: "Laws",
        lies: ["Εμανουέλ Μακρόν", "Λε Οινκ", "Φρανσουά Μπέικον", "τον πρώην σας", "Ζαν-Κλοντ"]
    },
    {
        fact: "Η μεγαλύτερη αγγλική λέξη που μπορεί να πληκτρολογηθεί χρησιμοποιώντας μόνο το αριστερό χέρι είναι η «stewardesses», η οποία στα ελληνικά μεταφράζεται ως οι <BLANK>.",
        answer: "Αεροσυνοδοί",
        category: "Language",
        lies: ["Υπεραγχωμένες", "Θανατοαπειλές", "Γραμματείς", "Υπερπαραγωγές", "Προδότριες"]
    },
    {
        fact: "Οι ενυδρίδες πιάνονται χέρι-χέρι όταν κοιμούνται για να μην <BLANK>.",
        answer: "παρασυρθούν",
        category: "Animals",
        lies: ["χάσουν την πέτρα τους", "βουλιάξουν στον βυθό", "αναποδογυρίσουν", "κλαπούν από φώκιες", "χάσουν το πρωινό"]
    },
    {
        fact: "Στην Ιαπωνία θεωρείται γούρι αν ένας παλαιστής σούμο <BLANK> το μωρό σου.",
        answer: "κάνει να κλάψει",
        category: "Culture",
        lies: ["πηδήξει πάνω από", "πετάξει ψηλά", "φυσήξει", "ονομάσει", "γαργαλήσει"]
    },
    {
        fact: "Η παλαιότερη γνωστή συνταγή στον κόσμο είναι για <BLANK>.",
        answer: "μπύρα",
        category: "History",
        lies: ["τσουκνιδόσουπα", "πράσα τουρσί", "μελόπιτες", "ψητό κατσίκι", "ψάρι τουρσί"]
    },
    {
        fact: "Οι ερευνητές διαπίστωσαν ότι οι αγελάδες έχουν όντως <BLANK>.",
        answer: "κολλητούς φίλους",
        category: "Animals",
        lies: ["τοπικές προφορές", "κρυφά ονόματα", "απόλυτο αυτί", "τετράγωνες κόρες", "όραση 360 μοιρών"]
    },
    {
        fact: "Το αρχικό όνομα της μηχανής αναζήτησης Google ήταν <BLANK>.",
        answer: "BackRub",
        category: "Tech Oops",
        lies: ["Yahoo", "StalkEngine", "WebCreeper", "PagePerv", "InfoFeeler"]
    },
    {
        fact: "Τα <BLANK> των αστροναυτών πέφτουν στο διάστημα.",
        answer: "νύχια των ποδιών",
        category: "Science",
        lies: ["δακτυλικά αποτυπώματα", "φακιδάκια", "τριχίδια μύτης", "κομματάκια δέρματος", "πώματα κεριού"]
    },
    {
        fact: "<BLANK> είναι το βιβλίο με τις περισσότερες κλοπές στην Αμερική.",
        answer: "Η Βίβλος",
        category: "Crime",
        lies: ["Το Εγχειρίδιο του Αναρχικού", "Το Κάμα Σούτρα", "Ο Οδηγός Μελέτης SAT", "Η Τέχνη του Πολέμου", "Ο Οδηγός του Μπάρμαν"]
    },
    {
        fact: "Οι κηφήνες πεθαίνουν μετά <BLANK>.",
        answer: "το ζευγάρωμα",
        category: "Animals",
        lies: ["τη συνάντηση με τη βασίλισσα", "τη γεύση βασιλικού πολτού", "ένα μόνο κέντρισμα", "το τέλος του χορού τους", "το φάγωμα του μελιού"]
    },
    {
        fact: "Το 'jiffy' είναι μια πραγματική μονάδα χρόνου ίση με <BLANK>.",
        answer: "1/100 του δευτερολέπτου",
        category: "Science",
        lies: ["το σκάσιμο μιας φυσαλίδας", "ένα άλμα φωτονίου", "έξι παλμούς λέιζερ", "μια νευρική ώση", "μια λάμψη αστραπής"]
    },
    {
        fact: "Το <BLANK> ονομάζεται επίσημα αγκλέτα, μια λέξη που μοιάζει λιγότερο με εξάρτημα ρούχου και περισσότερο με παρασιτικό σκουλήκι.",
        answer: "πλαστικό άκρο του κορδονιού",
        category: "Language",
        lies: ["πριτσίνι της τσέπης", "έλασμα του γιακά", "στοπ του φούτερ", "δόντι του φερμουάρ", "καρφί της ζώνης"]
    },
    {
        fact: "Στην αρχαία Αίγυπτο, άλειφαν τους υπηρέτες με μέλι για να <BLANK>.",
        answer: "τραβούν τις μύγες μακριά από τον φαραώ",
        category: "History",
        lies: ["μαλακώσουν το δέρμα τους", "διώχνουν τα κακά πνεύματα", "κολλούν φύλλα χρυσού", "μυρίζουν σαν βασιλιάδες", "αδιαβροχοποιούν τα ρούχα"]
    },
    {
        fact: "Ο μέσος άνθρωπος περνάει έξι μήνες της ζωής του περιμένοντας <BLANK>.",
        answer: "τα κόκκινα φανάρια",
        category: "Health",
        lies: ["να περάσει το χανγκόβερ", "να τον πάρει ο ύπνος", "να δράσουν τα χάπια", "να αδειάσει το γυμναστήριο", "να καθαρίσει το δέρμα του"]
    },
    {
        fact: "Το γάλα του ιπποπόταμου είναι <BLANK>.",
        answer: "ροζ",
        category: "Animals",
        lies: ["αντηλιακό", "πηχτό σαν γιαούρτι", "γεμάτο φύκια", "διάφανο σαν νερό", "γκρι και λιπαρό"]
    },
    {
        fact: "Το σύμβολο του hashtag (#) είναι τεχνικά γνωστό ως <BLANK>.",
        answer: "οκτάθορπο",
        category: "Language",
        lies: ["σιδερόπλεγμα", "αστικό πλέγμα", "παλαιόπυλη", "πλαγιοσταυρός", "ηχοσημάδι"]
    },
    {
        fact: "Το 2016, ένας άνδρας στη Φλόριντα συνελήφθη επειδή επιτέθηκε στον συγκάτοικό του με <BLANK>.",
        answer: "μια πίτσα",
        category: "Crime",
        lies: ["ένα ζωντανό γατόψαρο", "έναν κατεψυγμένο σκίουρο", "ένα πλαστικό φλαμίνγκο", "έναν νάνο κήπου", "έναν κουβά φτερούγες"]
    },
    {
        fact: "Οι μπανάνες είναι μούρα, αλλά <BLANK> δεν είναι.",
        answer: "οι φράουλες",
        category: "Science",
        lies: ["τα μύρτιλα", "τα καρπούζια", "οι ντομάτες", "τα κράνμπερι", "οι κολοκύθες"]
    },
    {
        fact: "Η φοβία των μεγάλων λέξεων ονομάζεται <BLANK>.",
        answer: "Ιπποποτομονστροσεσιγκουιπεδαλιοφοβία",
        category: "Phobias",
        lies: ["Συντομοφοβία", "Λεξιμεγαλοφοβία", "Γιγαντολεξιφοβία", "Μεγαλορηματοφοβία", "Πολυλογοφοβία"]
    },
    {
        fact: "Το 2007, ένας άνδρας στην Αγγλία άλλαξε νόμιμα το όνομά του και η νέα του ονομασία ήταν η εξής: <BLANK>.",
        answer: "Κάπταιν Φαντάστικ Πιο Γρήγορος Από Τον Σούπερμαν Σπάιντερμαν Μπάτμαν Γούλβεριν Χαλκ Και Φλας Μαζί",
        category: "Irony",
        lies: ["Κανένα Από Αυτά", "Ευρύ Κοινό", "Δεν Ισχύει", "Ο Εφοριακός", "Μεγαλειότατος"]
    },
    {
        fact: "Η φωνή του Μίκυ Μάους και η φωνή της Μίννι Μάους <BLANK> στην πραγματική ζωή.",
        answer: "παντρεύτηκαν",
        category: "Irony",
        lies: ["μισούσαν τα ποντίκια", "είχαν κοινή γάτα", "δεν γνωρίστηκαν ποτέ", "ήταν ορκισμένοι εχθροί", "είχαν κοινό οδοντίατρο"]
    },
    {
        fact: "Ο αναπτήρας εφευρέθηκε πριν από <BLANK>.",
        answer: "τα σπίρτα",
        category: "History",
        lies: ["τον συνδετήρα", "το ψωμί σε φέτες", "το φερμουάρ", "το σαξόφωνο", "το φακελάκι τσαγιού"]
    },
    {
        fact: "Μια ομάδα φλαμίνγκο ονομάζεται <BLANK> στα Αγγλικά.",
        answer: "Φλαμπουαγιάνς",
        category: "Animals",
        lies: ["Ροζ πάρτι", "Υπέροχος σχηματισμός", "Ομάδα με στυλ", "Συνέδριο γαρίδας", "Μέρα ποδιών"]
    },
    {
        fact: "Ο μέσος Αμερικανός θα φάει περίπου <BLANK> μπισκότα στη ζωή του.",
        answer: "35.000",
        category: "Health",
        lies: ["μια μπανιέρα γεμάτη", "το βάρος του σε", "έξι μίλια από", "14.212", "52.000"]
    },
    {
        fact: "Ο πιο δυνατός ήχος που έχει καταγραφεί ποτέ ήταν <BLANK>, και ακούστηκε σε απόσταση 3.000 μιλίων.",
        answer: "η έκρηξη του Κρακατόα",
        category: "Science",
        lies: ["φτέρνισμα γαλάζιας φάλαινας", "ένα ρέψιμο στον βυθό", "ένας σεισμός των πάγων", "μια έκρηξη μετεωρίτη", "εκτόξευση διαστημοπλοίου"]
    },
    {
        fact: "Οι αγελάδες μπορούν να ανέβουν <BLANK>, αλλά όχι να κατέβουν.",
        answer: "τις σκάλες",
        category: "Animals",
        lies: ["δέντρα", "σε κεραμίδια", "τον Όλυμπο", "σε καμπαναριά", "τοίχους"]
    },
    {
        fact: "Το 1971, ο Ρέι Τόμλινσον έστειλε το πρώτο email <BLANK>.",
        answer: "στον εαυτό του",
        category: "Tech Oops",
        lies: ["σε έναν μπερδεμένο φούρναρη", "σε μια πιτσαρία", "στην πρώην γυναίκα του", "στο Πεντάγωνο", "στην εφορία"]
    },
    {
        fact: "Το Crayola σημαίνει «<BLANK>» στα γαλλικά.",
        answer: "ελαιώδης κιμωλία",
        category: "Language",
        lies: ["μικρό ουράνιο τόξο", "χρυσό κερί", "βασιλικό μολύβι", "λαμπερή γραμμή", "μαγικό ραβδί"]
    },
    {
        fact: "Με πλάτος 15 ιντσών, η μεγαλύτερη <BLANK> του κόσμου ανακαλύφθηκε το 1887.",
        answer: "νιφάδα χιονιού",
        category: "Science",
        lies: ["αμανίτα", "βατραχίνα", "ομελέτα", "πέρλα", "κεφαλή πικραλίδας"]
    },
    {
        fact: "Οι πεταλούδες γεύονται με <BLANK>.",
        answer: "τα πόδια τους",
        category: "Animals",
        lies: ["τις τριχούλες στο στήθος", "τη χνουδωτή κοιλίτσα", "τους αισθητήρες στα οπίσθια", "τις τρίχες στο μέτωπο", "τις λεπτές άκρες των φτερών"]
    },
    {
        fact: "Το 2013, ένας Βέλγος ήταν <BLANK> για τρία χρόνια πριν το αντιληφθεί κανείς.",
        answer: "νομικά νεκρός",
        category: "Irony",
        lies: ["σε κώμα στη δουλειά", "έκθεμα σε μουσείο", "στην αναμονή στην εφορία", "ο σπιτονοικοκύρης του", "ο δήμαρχος της πόλης"]
    },
    {
        fact: "Η ποσότητα οδοντόκρεμας πάνω στην οδοντόβουρτσα ονομάζεται <BLANK> στα Αγγλικά.",
        answer: "Νέρντλ",
        category: "Language",
        lies: ["Παστοσκούληκο", "Μεντοφίδι", "Δοντοκακάκι", "Βουρτσόφορτο", "Οδοντοεφιάλτης"]
    },
    {
        fact: "Μια ομάδα βατράχων ονομάζεται <BLANK> στα Αγγλικά.",
        answer: "Στρατός",
        category: "Animals",
        lies: ["Ορχήστρα", "Ενέδρα", "Σάλος", "Έκρηξη", "Όπερα"]
    },
    {
        fact: "Στην αποικιακή Αμερική, οι άνθρωποι πλήρωναν τους φόρους τους με <BLANK>.",
        answer: "τομάρια ζώων",
        category: "History",
        lies: ["σιδερένια καρφιά", "βαρέλια μηλίτη", "πούπουλα χήνας", "σκαλιστά κουμπιά", "πλάκες κεριού"]
    },
    {
        fact: "Οι πολικές αρκούδες είναι σχεδόν μη ανιχνεύσιμες από <BLANK>.",
        answer: "υπέρυθρες κάμερες",
        category: "Animals",
        lies: ["μάρτυρες φώκιες", "τους θεραπευτές τους", "την ασφάλεια αεροδρομίου", "τις πρώην τους", "εισπρακτικές εταιρείες"]
    },
    {
        fact: "Το πρώτο προϊόν που είχε barcode ήταν <BLANK>.",
        answer: "μια τσίχλα Wrigley's",
        category: "History",
        lies: ["ένα βάζο τουρσί", "ένα πακέτο τσιγάρα", "ένα κεφάλι τυρί", "μια κονσέρβα φασόλια", "ένα καρούλι κλωστή"]
    },
    {
        fact: "Ένας κεραυνός έχει αρκετή ενέργεια για να <BLANK>.",
        answer: "ψήσει 100.000 φέτες ψωμί",
        category: "Science",
        lies: ["τηγανίσει 4.000 κοτόπουλα", "ψήσει 1.000 πίτσες", "φορτίσει ένα Tesla", "βράσει μια ολόκληρη πισίνα", "απογειώσει ένα τζετ"]
    },
    {
        fact: "Η Κλεοπάτρα έζησε χρονικά πιο κοντά <BLANK> παρά στην κατασκευή των πυραμίδων.",
        answer: "στην προσσελήνωση",
        category: "History",
        lies: ["στο iPhone", "στην Pizza Hut", "στη γέννησή σου", "στο Taco Bell", "στο TikTok"]
    },
    {
        fact: "Όταν ένα χταπόδι αρχίζει να κολυμπάει, δύο από τις τρεις καρδιές του στην πραγματικότητα <BLANK>.",
        answer: "σταματούν να χτυπούν",
        category: "Animals",
        lies: ["αλλάζουν χρώματα", "κάνουν κύκλους", "φωσφορίζουν μπλε", "αλλάζουν θέσεις", "δονούνται γρήγορα"]
    },
    {
        fact: "Τα «M» στα M&Ms σημαίνουν <BLANK>.",
        answer: "Mars και Murrie",
        category: "History",
        lies: ["Melt και Mouth", "More και More", "Money και Money", "Mmm και Mmm", "Mickey Mouse"]
    },
    {
        fact: "Υπάρχει <BLANK> στον τελευταίο όροφο του κτιρίου του Ανώτατου Δικαστηρίου των ΗΠΑ.",
        answer: "ένα γήπεδο μπάσκετ",
        category: "Laws",
        lies: ["μία μαρμάρινη οροφή", "ένα νότιο μπαλκόνι", "ένα επίπεδο βιβλιοθήκης", "μία ανατολική ταράτσα", "μία ιδιωτική πτέρυγα"]
    },
    {
        fact: "Οι μέλισσες μπορούν να αναγνωρίσουν <BLANK>.",
        answer: "ανθρώπινα πρόσωπα",
        category: "Animals",
        lies: ["αλλεργίες", "τον φόβο στα μάτια σου", "πότε λες ψέματα", "αγελάδες", "τις προθέσεις σου"]
    },
    {
        fact: "Ο φόβος ότι κάπου, κάπως, μια πάπια σε παρακολουθεί ονομάζεται <BLANK>.",
        answer: "Ανατιδαεφοβία",
        category: "Phobias",
        lies: ["Πρασινοκεφαλοφοβία", "Νησσοφοβία", "Παπιοκοίταγμα", "Αρρενοπαπιοφοβία", "Σύνδρομο πάπιας"]
    },
    {
        fact: "Το κοινό κοντομάνικο ένδυμα που φοράμε σήμερα είναι γνωστό ως T-shirt επειδή <BLANK>.",
        answer: "το σχήμα του θυμίζει ένα συγκεκριμένο γράμμα",
        category: "Language",
        lies: ["βαριούνταν να το βαφτίσουν", "το T ήταν το αγαπημένο τους", "δεν είχαν άλλη έμπνευση", "το έφτιαξε ο Theodore Trombels", "τα άλλα γράμματα είχαν δοθεί"]
    },
    {
        fact: "Η λέξη «καραόκε» σημαίνει «<BLANK>» στα ιαπωνικά.",
        answer: "άδεια ορχήστρα",
        category: "Language",
        lies: ["δημόσια ταπείνωση", "μεθυσμένο θάρρος", "φάλτσα όνειρα", "απαραίτητο αλκοόλ", "δοκιμασία φιλίας"]
    },
    {
        fact: "Στην αρχική Ωραία Κοιμωμένη, ο πρίγκιπας <BLANK> αντί να τη φιλήσει.",
        answer: "την άφησε έγκυο",
        category: "History",
        lies: ["της ξύρισε το κεφάλι", "της έκλεψε τα κοσμήματα", "τη ζωγράφισε στο πρόσωπο", "της έφαγε το δείπνο", "την τσιμπούσε με βελόνες"]
    },
    {
        fact: "Μια εταιρεία στην Ιαπωνία δημιούργησε έναν άνθρωπο που μπορείτε να νοικιάσετε για να <BLANK>.",
        answer: "υποδυθεί τον φίλο σας",
        category: "Culture",
        lies: ["παραστήσει τον παλαιστή Σούμο", "κάνει την εκπαιδευμένη μαϊμού", "γίνει ο μηχανικός σωσίας σας", "υποδυθεί ένα ρεαλιστικό ρομπότ", "εμφανιστεί ως τρισδιάστατο ολόγραμμα"]
    },
    {
        fact: "Τα McDonald's δημιούργησαν κάποτε μπρόκολο με γεύση <BLANK>.",
        answer: "τσιχλόφουσκας",
        category: "Tech Oops",
        lies: ["Big Mac", "τσίζμπεργκερ", "τηγανητής πατάτας", "μουστάρδας με μέλι", "σοκολάτας"]
    },
    {
        fact: "Το 1386, στη Γαλλία, ένας χοίρος εκτελέστηκε με δημόσιο απαγχονισμό για <BLANK>.",
        answer: "τη δολοφονία ενός παιδιού",
        category: "Crime",
        lies: ["τη νοστιμιά του", "δημόσια αφόδευση", "εσχάτη προδοσία", "προσβολή του βασιλιά", "απρεπές γρύλισμα"]
    },
    {
        fact: "Τα αρμαντίλο γεννούν σχεδόν πάντα <BLANK>.",
        answer: "πανομοιότυπα τετράδυμα",
        category: "Animals",
        lies: ["πάρα πολλά παιδιά", "τα Χριστούγεννα", "δύο μωρά το χρόνο", "αυγά", "τέλεια οκτάδυμα"]
    },
    {
        fact: "Μια ομάδα από κουκουβάγιες ονομάζεται <BLANK> στα Αγγλικά.",
        answer: "Κοινοβούλιο",
        category: "Animals",
        lies: ["Πανηγύρι", "Σεμινάριο", "Νυχτοφυλακή", "Θέαμα", "Κονκλάβιο"]
    },
    {
        fact: "Ο μονόκερος είναι το επίσημο ζώο <BLANK>.",
        answer: "της Σκωτίας",
        category: "Culture",
        lies: ["της Σίλικον Βάλεϊ", "του Βατικανού", "της Βόρειας Κορέας", "του διαδικτύου", "της Ιαπωνίας"]
    },
    {
        fact: "Το στομάχι σου παράγει ένα νέο στρώμα βλέννας κάθε δύο εβδομάδες, αλλιώς θα <BLANK>.",
        answer: "χώνευε τον εαυτό του",
        category: "Science",
        lies: ["έλιωνε τα πλευρά σου", "γινόταν σαν μπιζέλι", "κόλλαγε στη σπονδυλική", "ξεραινόταν σαν παστουρμά", "γινόταν σαν κόκκαλο"]
    },
    {
        fact: "Πολύ πριν από τον Mario, η Nintendo ιδρύθηκε το 1889 για να παράγει <BLANK>.",
        answer: "χειροποίητες κάρτες hanafuda",
        category: "History",
        lies: ["πολυτελή μαστίγια", "βάζα με δαμάσκηνα", "ορειχάλκινα μονόκλ", "ξύλινες πρέσες για τόφου", "σπιρτόκουτα πολυτελείας"]
    },
    {
        fact: "Ο Ρήγας Κούπα είναι ο μόνος ρήγας στην τράπουλα χωρίς <BLANK>.",
        answer: "μουστάκι",
        category: "Irony",
        lies: ["σπονδυλική στήλη", "ραχοκοκαλιά", "καλό χαρακτήρα", "ψυχή", "ντάμα"]
    },
    {
        fact: "Η Γαλλία χρησιμοποιούσε ακόμα τη γκιλοτίνα για εκτελέσεις όταν κυκλοφόρησε <BLANK>.",
        answer: "ο Πόλεμος των Άστρων",
        category: "History",
        lies: ["το Walkman", "το Pac-Man", "το Happy Meal", "το Space Invaders", "ο κύβος του Ρούμπικ"]
    },
    {
        fact: "Οι γαλοπούλες μπορούν να <BLANK>.",
        answer: "κοκκινίσουν από ντροπή",
        category: "Animals",
        lies: ["υπνωτίζουν φίδια", "μιμούνται κόρνες", "φταρνίζονται ανάποδα", "σφυρίζουν θυμωμένες", "γεύονται με τα πόδια"]
    },
    {
        fact: "<BLANK> θα μπορούσε να στριμωχτεί στο Λος Άντζελες.",
        answer: "Όλος ο πληθυσμός της Γης",
        category: "Science",
        lies: ["Η κίνηση στον Κηφισό", "Η τσάντα της Μαίρης Πόπινς", "Το εγώ ενός τράπερ", "Ένα τάπερ της μάνας μου", "Το χρέος της ΔΕΗ"]
    },
    {
        fact: "Τα φιστίκια είναι ένα από τα συστατικά <BLANK>.",
        answer: "του δυναμίτη",
        category: "Science",
        lies: ["των μπαλών μπόουλινγκ", "του αφρού ξυρίσματος", "του κραγιόν", "των τουβλακίων Lego", "της στιγμιαίας κόλλας"]
    },
    {
        fact: "Τα πρώτα <BLANK> δεν ήταν πορτοκαλί.",
        answer: "πορτοκάλια",
        category: "History",
        lies: ["καρότα", "χρυσόψαρα", "φλαμίνγκο", "μπανιοπαπάκια", "σωσίβια"]
    },
    {
        fact: "Το μέλι ποτέ δεν <BLANK>.",
        answer: "χαλάει",
        category: "Science",
        lies: ["προέρχεται από βόρειες μέλισσες", "ιδρώνει στη ζέστη", "βυθίζεται στην κρέμα", "μεταδίδει τον ήχο", "σε χορταίνει"]
    },
    {
        fact: "Το 2015, ένας άνδρας στην Αυστραλία προσπάθησε να πουλήσει <BLANK> στο eBay.",
        answer: "τη Νέα Ζηλανδία",
        category: "Crime",
        lies: ["τον Πρωθυπουργό", "την πεθερά του", "ένα φάντασμα σε βάζο", "την Όπερα του Σίδνεϊ", "την ίδια του την ψυχή"]
    },
    {
        fact: "Το πρώτο <BLANK> ήταν κατασκευασμένο από ξύλο.",
        answer: "ποντίκι υπολογιστή",
        category: "Tech Oops",
        lies: ["φωτόσπαθο", "διαστημόπλοιο", "Playstation", "έξυπνο ρολόι", "λάπτοπ"]
    },
    {
        fact: "Οι βραδύποδες <BLANK> περισσότερο από τα δελφίνια.",
        answer: "κρατάνε την ανάσα τους",
        category: "Animals",
        lies: ["κοιμούνται", "ζουν", "ονειρεύονται", "βυθίζονται", "ιδρώνουν"]
    },
    {
        fact: "Στην Ελβετία, είναι παράνομο να <BLANK> μετά τις 10 μ.μ.",
        answer: "τραβάτε το καζανάκι",
        category: "Laws",
        lies: ["τραγουδάτε έξω", "τηγανίζετε ψάρια", "φοράτε τακούνια", "βάζετε ηλεκτρική σκούπα", "στεγνώνετε τα μαλλιά"]
    },
    {
        fact: "Ο δασικός βάτραχος μπορεί να <BLANK> και να επιβιώσει.",
        answer: "παγώσει ολοκληρωτικά",
        category: "Animals",
        lies: ["λιώσει εντελώς", "φάει τον εγκέφαλό του", "βράσει το αίμα του", "πετάξει τον σκελετό του", "αλλάξει τα όργανά του"]
    },
    {
        fact: "Το αβοκάντο είναι <BLANK>.",
        answer: "μούρο",
        category: "Science",
        lies: ["κρεμώδες αυγό δέντρου", "προϊστορικό αχλάδι", "λαχανικό", "λιπαρός κόνδυλος", "αλμυρός λοβός βουτύρου"]
    },
    {
        fact: "Η Σουηδία διαθέτει <BLANK> για όσους πετούν σκουπίδια.",
        answer: "ειδική τηλεφωνική γραμμή καταγγελιών",
        category: "Laws",
        lies: ["δημόσια διαπόμπευση σε γιγαντοαφίσες", "υποχρεωτικές αγκαλιές συμφιλίωσης", "ροζ στολές εργασίας", "καθολική απαγόρευση των high-five", "συμβολικό πρόστιμο με χρυσόσκονη"]
    },
    {
        fact: "Ο εφευρέτης του φούρνου μικροκυμάτων έλαβε μόνο <BLANK> για την ανακάλυψή του.",
        answer: "δύο δολάρια",
        category: "Irony",
        lies: ["ένα κομμάτι βούτυρο", "ένα χτύπημα στην πλάτη", "ένα μεγάλο τίποτα", "ένα παγωμένο λουκάνικο", "ένα κραγιόν"]
    },
    {
        fact: "Τα δελφίνια έχουν <BLANK> το ένα για το άλλο.",
        answer: "ονόματα",
        category: "Animals",
        lies: ["τραγούδια εισόδου", "βρισιές", "μυστικές χειραψίες", "ξεκατινιάσματα", "εσωτερικά αστεία"]
    },
    {
        fact: "Το μακρύτερο <BLANK> στον κόσμο είχε μήκος μεγαλύτερο από 63 γήπεδα ποδοσφαίρου.",
        answer: "νυφικό πέπλο",
        category: "Irony",
        lies: ["χορευτικό κόνγκα", "λουκάνικο μπράτβουρστ", "απόκομμα απόδειξης", "ρολό σούσι", "κομμάτι μπέικον"]
    },
    {
        fact: "Ένα μέσο μολύβι έχει αρκετή αντοχή ώστε να <BLANK>.",
        answer: "τραβήξει μια γραμμή 56 χλμ",
        category: "Science",
        lies: ["επιπλεύσει σε κόκκινο κρασί", "ανάψει τρεις φωτιές", "γράψει σε μηδενική βαρύτητα", "αντέξει στο κενό αέρος", "μπλοκάρει ακτίνες Χ"]
    },
    {
        fact: "Οι γάτες δεν μπορούν να <BLANK>.",
        answer: "γευτούν τη γλύκα",
        category: "Animals",
        lies: ["πληρώσουν τον ΕΝΦΙΑ", "δουλέψουν για ένσημα", "ζητήσουν συγγνώμη", "σεβαστούν τον ύπνο σου", "κόψουν το κράξιμο"]
    },
    {
        fact: "Στην αρχαία Ρώμη, οι γυναίκες χρησιμοποιούσαν <BLANK> για να βελτιώσουν την επιδερμίδα τους.",
        answer: "κοπριά κροκόδειλου",
        category: "History",
        lies: ["παστό λίπος χοίρου", "ξερή βλέννα χελιού", "πηγμένο κατσικίσιο γάλα", "λιωμένα σαλιγκάρια", "πάστα ηφαιστειακής τέφρας"]
    },
    {
        fact: "Τα κοάλα έχουν <BLANK> που έχουν μπερδέψει τους ερευνητές εγκλήματος.",
        answer: "αποτυπώματα ίδια με ανθρώπινα",
        category: "Animals",
        lies: ["λογαριασμούς σε offshore", "γνώσεις για τέλειες ληστείες", "τατουάζ με χάρτες διαφυγής", "διασυνδέσεις με τον υπόκοσμο", "ψεύτικα άλλοθι για το βράδυ"]
    },
    {
        fact: "Παρά την αφράτη και ελαφριά του εμφάνιση, ένα μέσο σύννεφο στην πραγματικότητα ζυγίζει όσο <BLANK>.",
        answer: "100 ελέφαντες",
        category: "Science",
        lies: ["10 γαλάζιες φάλαινες", "ένα Boeing 747", "δύο Πύργοι του Άιφελ", "ένας ουρανοξύστης", "ένα φορτηγό πλοίο"]
    },
    {
        fact: "Το 2009, σε έναν άνδρα στην Αγγλία απαγορεύτηκε η είσοδος στην τοπική του παμπ επειδή <BLANK>.",
        answer: "έκανε ταχυδακτυλουργικά",
        category: "Crime",
        lies: ["ξυριζόταν στην μπάρα", "έγλειφε τα ποτήρια", "άρμεγε μια κατσίκα", "έφερε μια φρυγανιέρα", "έτρωγε τα σουβέρ"]
    },
    {
        fact: "Το πρώτο ξυπνητήρι μπορούσε να χτυπήσει μόνο <BLANK>.",
        answer: "στις 4 τα ξημερώματα",
        category: "Tech Oops",
        lies: ["το καταμεσήμερο", "την ώρα του φούρναρη", "στο σφύριγμα της φάμπρικας", "στην ώρα κλεισίματος", "τα μεσάνυχτα"]
    },
    {
        fact: "Οι άνθρωποι μοιράζονται το 50% του DNA τους με <BLANK>.",
        answer: "τις μπανάνες",
        category: "Science",
        lies: ["τους γυμνοσάλιαγκες", "τα αγγούρια της θάλασσας", "τη μούχλα του ψωμιού", "τα λάχανα", "τα μανιτάρια πορτομπέλο"]
    },
    {
        fact: "Οι πειρατές φορούσαν καλύπτρα στο μάτι για να <BLANK>.",
        answer: "κρατούν το ένα μάτι προσαρμοσμένο στο σκοτάδι",
        category: "History",
        lies: ["συγκρατούν ένα γυάλινο μάτι", "κρύβουν βαθιές ουλές", "διώχνουν την κακοτυχία", "αποφεύγουν τον καπνό", "μειώνουν την αντανάκλαση"]
    },
    {
        fact: "Η μεγαλύτερη περίοδος <BLANK> διήρκεσε 68 χρόνια.",
        answer: "λόξιγκα",
        category: "Health",
        lies: ["φταρνίσματος", "χασμουρητού", "γέλιου", "ρεψίματος", "υπνοβασίας"]
    },
    {
        fact: "Μια ομάδα ρινόκερων ονομάζεται <BLANK> στα Αγγλικά.",
        answer: "Σύγκρουση",
        category: "Animals",
        lies: ["Κερατοφωνία", "Οδοστρωτήρας", "Πολιορκητικός Κριός", "Σαματάς", "Μεγαθήριο"]
    },
    {
        fact: "Ο μέσος άνθρωπος θα περάσει συνολικά πέντε χρόνια <BLANK> στη ζωή του.",
        answer: "στο κινητό του",
        category: "Health",
        lies: ["διαλέγοντας σνακ", "περιμένοντας καφέ", "κοιτάζοντας το ψυγείο", "ψάχνοντας κάλτσες", "αποφεύγοντας τη γυμναστική"]
    },
    {
        fact: "Στη Δανία, αν είσαι ανύπαντρος στα 25, <BLANK>.",
        answer: "σε πασπαλίζουν με κανέλα",
        category: "Culture",
        lies: ["σου χαρίζουν ένα Lego", "τρως μια παστή ρέγγα", "πίνεις δωρεάν μπίρα", "παίρνεις κεραμικό γουρούνι", "παίρνεις ξύλινη κουτάλα"]
    },
    {
        fact: "Οι καρχαρίες υπάρχουν στη Γη περισσότερο καιρό από <BLANK>.",
        answer: "τα δέντρα",
        category: "Animals",
        lies: ["το μπλε χρώμα", "το φεγγάρι", "το αλμυρό νερό", "τις παλίρροιες", "τα σφουγγάρια"]
    },
    {
        fact: "Το πιο ήσυχο δωμάτιο του κόσμου θα σε <BLANK> σε 45 λεπτά.",
        answer: "τρελάνει",
        category: "Science",
        lies: ["κάνει να ακούς ατελείωτη μουσική αναμονής", "βασανίσει με μπιπ χαμηλής μπαταρίας", "εκνευρίσει με μια βρύση που στάζει", "αναγκάσει να δεις διαφημίσεις χωρίς παράλειψη", "κάνει να έχεις μια επίμονη φαγούρα"]
    },
    {
        fact: "Η καρδιά της γαλάζιας φάλαινας έχει το μέγεθος <BLANK>.",
        answer: "ενός μικρού αυτοκινήτου",
        category: "Animals",
        lies: ["ενός συγκρουόμενου", "ενός τηλεφωνικού θαλάμου", "ενός τζετ σκι", "ενός χλοοκοπτικού τρακτέρ", "ενός πιάνου με ουρά"]
    },
    {
        fact: "Στη βικτωριανή Αγγλία, ο κόσμος συχνά έβγαζε φωτογραφίες <BLANK>.",
        answer: "νεκρών συγγενών που πόζαραν σαν ζωντανοί",
        category: "History",
        lies: ["νοικιασμένων ανανάδων", "γυμνών αστραγάλων", "βαλσαμωμένων σκίουρων", "περιστεριών με καπέλα", "περίτεχνων φορμών ζελέ"]
    },
    {
        fact: "Ο φόβος για τους κλόουν ονομάζεται <BLANK>.",
        answer: "Κουλροφοβία",
        category: "Phobias",
        lies: ["Κορναροφοβία", "Χαχανοφοβία", "Γελοιοφοβία", "Σλαπστικοφοβία", "Παλιατσοφοβία"]
    },
    {
        fact: "Τα δελφίνια κοιμούνται με <BLANK>.",
        answer: "το ένα μάτι ανοιχτό",
        category: "Animals",
        lies: ["τον φυσητήρα τους", "το στόμα ανοιχτό", "τα ρουθούνια τους", "ενεργό σόναρ", "το ένα αυτί"]
    },
    {
        fact: "Το 1999, ο διευθύνων σύμβουλος μιας εταιρείας άλλαξε νόμιμα το όνομά του σε <BLANK> για διαφημιστικούς λόγους.",
        answer: "Dot Com",
        category: "Irony",
        lies: ["Millennium Bug", "Your Name Here", "Windows 98", "Click Here", "Net Profit"]
    },
    {
        fact: "Η λέξη «ρομπότ» προέρχεται από μια τσεχική λέξη που σημαίνει <BLANK>.",
        answer: "καταναγκαστική εργασία",
        category: "Language",
        lies: ["καμαριέρα", "άκαμπτος σερβιτόρος", "σιωπηλός μπάτλερ", "γυαλιστερός χωρικός", "ξύλινος στρατιώτης"]
    },
    {
        fact: "Τα σαλιγκάρια μπορούν να κοιμηθούν για <BLANK>.",
        answer: "τρία χρόνια",
        category: "Animals",
        lies: ["40 υπνάκους ανά ίντσα", "ένα ολόκληρο μίλι", "μία ολόκληρη δεκαετία", "την επόμενη βροχή", "έξι βροχερούς μήνες"]
    },
    {
        fact: "Ο ακριβότερος καφές στον κόσμο φτιάχνεται από <BLANK>.",
        answer: "κόπρανα ζώων",
        category: "Culture",
        lies: ["δάκρυα μοναχών", "υγρά διαμάντια", "τριμμένους μετεωρίτες", "κόκκους 100 ετών", "λιωμένα μαργαριτάρια"]
    },
    {
        fact: "Πριν τα ξυπνητήρια, οι άνθρωποι προσλάμβαναν <BLANK> για να τους ξυπνήσει.",
        answer: "κάποιον να ρίχνει μπιζέλια στο παράθυρο",
        category: "History",
        lies: ["έναν που χτυπούσε τη στέγη", "κάποιον να κάνει τον κόκορα", "κάποιον να χτυπάει κουβάδες", "τον ντελάλη της γειτονιάς", "έναν που κούναγε την πόρτα"]
    },
    {
        fact: "Το μεγαλύτερο μέρος του εγκεφάλου σου είναι <BLANK>.",
        answer: "λίπος",
        category: "Science",
        lies: ["υγρό", "άχρηστος χώρος", "κληρονομιά του μπαμπά", "μαλακός χόνδρος", "συμπυκνωμένο αλάτι"]
    },
    {
        fact: "Το 1958, ένας πιλότος εκτινάχθηκε κατά λάθος από το αεροπλάνο του ενώ πετούσε και <BLANK>.",
        answer: "έπεσε πάνω στο αεροσκάφος του",
        category: "Irony",
        lies: ["έπεσε σε γαμήλια τούρτα", "έπεσε σε σωρό κοπριάς", "προσγειώθηκε σε παρέλαση", "χτύπησε κινούμενο τρένο", "χτύπησε περιπολικό"]
    },
    {
        fact: "Ενώ οι περισσότεροι άνθρωποι δυσκολεύονται με ένα μόνο, μια γαρίδα μπορεί να <BLANK> ταυτόχρονα.",
        answer: "γεννήσει ένα εκατομμύριο αυγά",
        category: "Animals",
        lies: ["ελέγξει δύο καρδιές", "εστιάσει οκτώ μάτια", "χωνέψει πέντε γεύματα", "κάνει διπλές σκέψεις", "ελέγξει δύο μυαλά"]
    },
    {
        fact: "Η Βασίλισσα Ελισάβετ Β' ήταν εκπαιδευμένη <BLANK> κατά τον Β' Παγκόσμιο Πόλεμο.",
        answer: "μηχανικός και οδηγός φορτηγών",
        category: "History",
        lies: ["αποστολέας περιστεριών", "αποκρυπτογράφος", "πυροβολήτρια αντιαεροπορικών", "παρατηρήτρια προβολέων", "ασυρματίστρια Μορς"]
    },
    {
        fact: "Κατά τη διάρκεια του ζευγαρώματος, ο θηλυκός ιππόκαμπος χρησιμοποιεί έναν μακρύ σωλήνα που ονομάζεται ωοθέτης για να <BLANK>.",
        answer: "ρίξει τα αυγά της στον αρσενικό",
        category: "Animals",
        lies: ["εκτοξεύσει μικροσκοπικές φυσαλίδες", "διοχετεύσει τοξίνες", "αντλήσει ζωτικές βιταμίνες", "αδειάσει την ουροδόχο κύστη της", "ψιθυρίσει"]
    },
    {
        fact: "Ο Πύργος του Άιφελ <BLANK> το καλοκαίρι.",
        answer: "μπορεί να ψηλώσει πάνω από 15 εκατοστά",
        category: "Science",
        lies: ["έχει λιγότερο βάρος από τους τουρίστες", "παρουσιάζει μαγνητικές μετατοπίσεις", "λειτουργεί με υδραυλικές αντλίες", "λυγίζει από την πίεση στα πριτσίνια", "απορροφά την υγρασία του Σηκουάνα"]
    },
    {
        fact: "Μια ομάδα από μέδουσες ονομάζεται <BLANK> στα Αγγλικά.",
        answer: "Σφαλιάρα",
        category: "Animals",
        lies: ["Τρεμούλα", "Κούνημα", "Λάμψη", "Μπέρδεμα", "Παλμός"]
    },
    {
        fact: "Για να πάρει μπρος το μυαλό σου το πρωί, το να <BLANK> είναι στην πραγματικότητα πιο αποτελεσματικό από το να πίνεις καφέ.",
        answer: "τρως ένα μήλο",
        category: "Science",
        lies: ["φωνάζεις σε τοίχο", "κάνεις κατακόρυφο", "τρως ένα κρύο σταφύλι", "χτυπάς παλαμάκια", "μυρίζεις λεμόνια"]
    },
    {
        fact: "Στην Ισλανδία δεν υπάρχουν McDonald's επειδή <BLANK>.",
        answer: "η εισαγωγή υλικών κοστίζει πολύ",
        category: "Culture",
        lies: ["οι κλόουν απαγορεύονται", "οι αψίδες φοβίζουν τον κόσμο", "ο Ρόναλντ τρομάζει τα πουλιά", "το λίπος λιώνει τον πάγο", "τα νάγκετ είναι παράνομα"]
    },
    {
        fact: "Το 2006, μια γυναίκα κέρδισε αποζημίωση 2,9 εκατ. δολαρίων από τη Universal Studios, αφού έπεισε τους ενόρκους ότι <BLANK>.",
        answer: "ένα στοιχειωμένο σπίτι την τρόμαξε υπερβολικά",
        category: "Crime",
        lies: ["η μασκότ του Γκριντς την τρόμαξε", "το πάρκινγκ ήταν επικίνδυνο", "ο ήχος εισαγωγής της THX την κούφανε", "το στεγνωτήριο χεριών την τραυμάτισε", "η περούκα του ξεναγού την πρόσβαλε"]
    },
    {
        fact: "Το 1386, ένα γουρούνι στη Φαλαίζ της Γαλλίας <BLANK> πριν απαγχονιστεί δημόσια για τον φόνο ενός παιδιού.",
        answer: "ντύθηκε με σακάκι και παντελόνι",
        category: "History",
        lies: ["έλαβε δικηγόρο", "χρίστηκε ιππότης", "βαφτίστηκε για αμαρτίες", "αφορίστηκε", "πιέστηκε να υπογράψει"]
    },
    {
        fact: "Παρά τη φήμη του ως αδίστακτου στρατιωτικού ηγέτη, ο 26χρονος Ναπολέων Βοναπάρτης περνούσε τον ελεύθερο χρόνο του <BLANK>.",
        answer: "γράφοντας μια ερωτική νουβέλα με τίτλο «Κλισόν και Ευγενία»",
        category: "Literature",
        lies: ["εκπαιδεύοντας σαλιγκάρια", "παίζοντας με μαριονέτες", "σχεδιάζοντας γάτες", "πλέκοντας κάλτσες", "κάνοντας μαγικά κόλπα"]
    },
    {
        fact: "Ο Ρωμαίος Αυτοκράτορας Καλιγούλας ήθελε να διορίσει <BLANK> ως ύπατο στη Σύγκλητο.",
        answer: "το άλογό του, τον Ίνκιτατο",
        category: "History",
        lies: ["έναν ομιλούντα παπαγάλο", "ένα κατοικίδιο λιονταράκι", "ένα μαρμάρινο άγαλμα", "έναν πρωταθλητή μονομάχο", "έναν Αιγύπτιο κουρέα"]
    },
    {
        fact: "Το 1474, ένας κόκορας στη Βασιλεία εκτελέστηκε στην πυρά επειδή έλεγαν πως <BLANK>.",
        answer: "γέννησε ένα αυγό",
        category: "History",
        lies: ["μίλησε ανθρώπινα λόγια", "μιμήθηκε έναν μοναχό", "έκλεψε ένα κουβά τυρί", "καταράστηκε τον δήμαρχο", "δάγκωσε έναν εισπράκτορα"]
    },
    {
        fact: "Ο Πάπας Γρηγόριος Θ' διέταξε την εκτέλεση όλων των <BLANK> επειδή πίστευε ότι ήταν πράκτορες του Σατανά.",
        answer: "γατών στην Ευρώπη",
        category: "History",
        lies: ["αριστερόχειρων γραφέων", "μίμων καλλιτεχνών", "μονόφθαλμων κατσικιών", "γενειοφόρων γυναικών", "κοκκινομάλληδων γελωτοποιών"]
    },
    {
        fact: "Το 1518, ένα αλλόκοτο ιατρικό φαινόμενο στο Στρασβούργο ανάγκασε εκατοντάδες ανθρώπους να <BLANK> μέχρι να πεθάνουν από εξάντληση.",
        answer: "χορεύουν ανεξέλεγκτα",
        category: "History",
        lies: ["γελούν υστερικά", "νιαουρίζουν σαν γάτες", "γαβγίζουν στον κλήρο", "απαγγέλλουν κακή ποίηση", "σκαρφαλώνουν στον ναό"]
    },
    {
        fact: "Πριν γίνει ο Πάπας Πίος Β', ο Αινείας Σίλβιος Πικκολόμινι έγραψε ένα μπεστ σέλερ <BLANK>.",
        answer: "ερωτικό μυθιστόρημα",
        category: "Literature",
        lies: ["εγχειρίδιο για πορτοφολάδες", "ιστορικό για κωλοκάλυπτρα", "εγχειρίδιο φοροδιαφυγής", "τραγουδιστάρι ταβέρνας", "εγχειρίδιο ξιφασκίας"]
    },
    {
        fact: "Ο Καλιγούλας διέταξε τους στρατιώτες του να επιτεθούν <BLANK> επειδή κήρυξε τον πόλεμο στον θεό της θάλασσας.",
        answer: "απευθείας στα κύματα",
        category: "History",
        lies: ["στα καβούρια της παραλίας", "σε κοπάδια δελφινιών", "στις τσούχτρες", "σε στοίβες από φύκια", "στους φάρους"]
    },
    {
        fact: "Ο Σωκράτης φοβόταν ότι η εξάρτηση από τη γραφή θα προκαλούσε <BLANK>.",
        answer: "λήθη στις ψυχές",
        category: "Philosophy",
        lies: ["πνευματική οκνηρία", "κράμπες στα χέρια", "έλλειψη παπύρου", "απώλεια της φωνής", "ψευδαίσθηση σοφίας"]
    },
    {
        fact: "Ο Thomas Sullivan εφηύρε τυχαία το φακελάκι τσαγιού το 1904, όταν <BLANK>.",
        answer: "έστειλε δείγματα τσαγιού μέσα σε μικρά μεταξωτά πουγκιά",
        category: "Food",
        lies: ["έβαλε το τσάι μέσα σε κούφιους φελλούς", "χρησιμοποίησε κομμένα δάχτυλα από παλιά γάντια", "τύλιξε το τσάι σε παλιά πουγκιά καπνού", "έκλεισε το τσάι σε μικρά ψάθινα καλάθια", "τοποθέτησε το τσάι μέσα σε ασημένια μενταγιόν"]
    },
    {
        fact: "Η μαζική έξαρση της σύφιλης στην Ευρώπη κατά την Αναγέννηση προκλήθηκε στην πραγματικότητα από <BLANK>.",
        answer: "ναυτικούς από τον Νέο Κόσμο",
        category: "History",
        lies: ["φανταχτερές καλύπτρες", "κοινόχρηστα λουτρά", "κοινόχρηστο αγιασμό", "παλιές βδέλλες", "πουδραρισμένες περούκες"]
    },
    {
        fact: "Ο βασιλιάς Ερρίκος Η' απασχολούσε τέσσερις άνδρες με τον τίτλο «<BLANK>», των οποίων η μόνη δουλειά ήταν να φροντίζουν την προσωπική του υγιεινή.",
        answer: "Ιπποκόμος της Τουαλέτας",
        category: "History",
        lies: ["Γυαλιστής της Τουαλέτας", "Άρχοντας του Αφρού", "Ιπποκόμος της Γενειάδας", "Υπηρέτης του Σαπουνιού", "Φύλακας της Μπανιέρας"]
    },
    {
        fact: "Για να δείξουν το έντονο μίσος τους για καθετί γερμανικό στον Β' Παγκόσμιο Πόλεμο, οι Αμερικανοί <BLANK>.",
        answer: "μετονόμασαν το ξινολάχανο σε «λάχανο της ελευθερίας»",
        category: "History",
        lies: ["απαγόρευσαν τα λεντερχόζεν", "σίγησαν τα ρολόγια-κούκους", "απαγόρευσαν τη χρήση των ουμλάουτ", "μποϊκόταραν τα λουκάνικα μπράτβουρστ", "έκρυψαν τους νάνους του κήπου"]
    },
    {
        fact: "Για να φτιάξουν μασέλες, οι οδοντίατροι του 19ου αιώνα χρησιμοποιούσαν συχνά <BLANK> πάνω σε βάσεις από ελεφαντόδοντο.",
        answer: "δόντια νεκρών στρατιωτών",
        category: "Science",
        lies: ["ξυσμένες οπλές αλόγων", "θραύσματα από φλιτζάνια", "πλήκτρα πιάνου", "κέρατα ελαφιών", "κότσια προβάτων"]
    },
    {
        fact: "Το 1807, το κυνήγι κουνελιών του Ναπολέοντα κατέληξε σε φιάσκο όταν πάνω από 3.000 εξημερωμένα κουνέλια <BLANK>.",
        answer: "επιτέθηκαν στον ίδιο και την παρέα του",
        category: "History",
        lies: ["έφαγαν τους χάρτες του", "μάσησαν τις μπότες του", "έφαγαν όλο το φαγητό", "αρρώστησαν ξαφνικά", "δάγκωσαν τα όπλα τους"]
    },
    {
        fact: "Κατά τον 18ο αιώνα, η αριστοκρατία της Γεωργιανής εποχής εξέθετε <BLANK> πάνω στα τζάκια, ως δείγμα πλούτου λόγω της μεγάλης τους σπανιότητας.",
        answer: "ανανάδες",
        category: "History",
        lies: ["πορσελάνινες μασέλες", "κέρινες μάσκες θανάτου", "κουρδιστά πουλιά", "αυγά στρουθοκαμήλου", "ασημένιες οδοντογλυφίδες"]
    },
    {
        fact: "Ο Λόρδος Βύρων, ενοχλημένος από τους κανόνες της εστίας που απαγόρευαν τους σκύλους, είχε <BLANK>.",
        answer: "μια αρκούδα στο δωμάτιό του",
        category: "History",
        lies: ["έναν ήμερο ασβό", "έναν μικρό κροκόδειλο", "μια σκανταλιάρα μαϊμού", "ένα πόνυ μινιατούρα", "μια κακότροπη κατσίκα"]
    },
    {
        fact: "Κατά τον 19ο αιώνα, οι άνθρωποι προσλάμβαναν ειδικά πληρωμένους <BLANK> για να ξυπνούν τους εργάτες των εργοστασίων για τη βάρδιά τους.",
        answer: "ανθρώπους με μακριά ραβδιά",
        category: "History",
        lies: ["χορευτές με τσόκαρα", "τυμπανιστές με τηγάνια", "νερουλάδες με κουβάδες", "εκπαιδευτές πετεινών", "φωνακλάδες πιτσιρικάδες"]
    },
    {
        fact: "Στον Α' Παγκόσμιο Πόλεμο, οι Γάλλοι κατασκεύασαν <BLANK> από ξύλο και καμβά για να μπερδέψουν τους Γερμανούς πιλότους.",
        answer: "ένα αντίγραφο της πόλης",
        category: "History",
        lies: ["τον Πύργο του Άιφελ", "μια οροσειρά", "έναν στόλο πλοίων", "ένα τρένο εφοδιασμού", "την Αψίδα του Θριάμβου"]
    },
    {
        fact: "Το Ταζ Μαχάλ καλύφθηκε με <BLANK> στον Β' Παγκόσμιο Πόλεμο για να κρυφτεί από τα βομβαρδιστικά.",
        answer: "μπαμπού και φύλλα",
        category: "History",
        lies: ["ανακυκλωμένα φακελάκια τσαγιού", "μαύρη μελάσα", "βαριές βελούδινες κουρτίνες", "γιγάντια δίχτυα ψαρέματος", "πυκνή χρωστική ουσία"]
    },
    {
        fact: "Από το 1945, όλα τα βρετανικά στρατιωτικά τανκ είναι εξοπλισμένα με <BLANK> για το πλήρωμά τους.",
        answer: "συσκευές για τσάι",
        category: "History",
        lies: ["θήκες για μπαστούνια κρίκετ", "ποτά και τζιν", "θερμαντήρες για πίτες", "καθρέφτες ομορφιάς", "μικρές βιβλιοθήκες"]
    },
    {
        fact: "Στον Μεσαίωνα, τα νομικά συστήματα ήταν τόσο σχολαστικά που ακόμη και <BLANK> μπορούσε να καταδικαστεί επίσημα σε δημόσια εκτέλεση.",
        answer: "ένα γουρούνι",
        category: "History",
        lies: ["μια άτακτη καμπάνα", "η σκιά ενός κλέφτη", "ένας τρελός ανεμοδείκτης", "ένα χαλασμένο βαρέλι", "ένα ραγισμένο γκαργκόιλ"]
    },
    {
        fact: "Όταν ο Ναπολέων εξορίστηκε στην Αγία Ελένη, η σύζυγός του Μαρία Λουίζα <BLANK> ξανά.",
        answer: "δεν τον είδε",
        category: "History",
        lies: ["βρήκε εραστή", "ξέχασε το όνομά του", "έβγαινε με στρατηγό", "διασκέδασε στο Παρίσι", "βρήκε την αληθινή αγάπη"]
    },
    {
        fact: "Μετά από ένα μακρύ ταξίδι από την Αγία Ελένη, <BLANK> επιστράφηκαν στη Γαλλία και ενταφιάστηκαν στο Les Invalides μαζί με άλλους στρατιωτικούς ηγέτες.",
        answer: "τα λείψανα του Ναπολέοντα",
        category: "History",
        lies: ["τα παιδιά", "αρκετοί άνθρωποι", "οι δάσκαλοι", "τα οστά του Αριστοτέλη", "μερικά κανόνια"]
    },
    {
        fact: "Οι επιστήμονες που μελέτησαν τον θάνατο του Ναπολέοντα διαπίστωσαν ότι πέθανε από <BLANK> και όχι από δηλητηρίαση.",
        answer: "προχωρημένο καρκίνο του στομάχου",
        category: "History",
        lies: ["στενούς βασιλικούς κορσέδες", "αναθυμιάσεις ταπετσαρίας", "χρόνια δυσπεψία", "μουχλιασμένο νησιώτικο τυρί", "ραγισμένη καρδιά"]
    },
    {
        fact: "Κατά τη διάρκεια μιας τελετής στέψης, ο Ναπολέων <BLANK> από τα χέρια του Πάπα χωρίς άδεια.",
        answer: "πήρε το στέμμα",
        category: "History",
        lies: ["έφαγε το πρόσφορο", "άρπαξε το σενάριο", "ήπιε το κρασί", "έκλεψε τη Βίβλο", "πήρε το σκήπτρο"]
    },
    {
        fact: "Η Αυστραλία είναι η μόνη ήπειρος στη Γη που δεν έχει καθόλου <BLANK>.",
        answer: "ενεργά ηφαίστεια",
        category: "Geography",
        lies: ["ντόπιους σκίουρους", "άγριες μαϊμούδες", "δρυοκολάπτες", "αρκούδες", "κουλτούρα φιλοδωρήματος"]
    },
    {
        fact: "Στη Γαλλία, είναι παράνομο να ονομάσεις ένα γουρούνι <BLANK>.",
        answer: "Ναπολέοντα",
        category: "Law",
        lies: ["Μακρόν", "Λουδοβίκο ΙΔ'", "Μαρία Αντουανέτα", "Ζινεντίν Ζιντάν", "Σαμπάνια"]
    },
    {
        fact: "Ο Αγγλο-Ζανζιβαρινός Πόλεμος του 1896 ήταν τόσο απίστευτα σύντομος, που ο βρετανικός στρατός κήρυξε την πλήρη νίκη του πριν <BLANK>.",
        answer: "κρυώσει καν η πρώτη πρωινή τσαγιέρα",
        category: "History",
        lies: ["στεγνώσει το μελάνι", "ανάψει ο ναύαρχος πούρο", "χτυπήσει το πρωινό κουδούνι", "έρθει η αλληλογραφία", "εισπνεύσει ο σαλπιγκτής"]
    },
    {
        fact: "Το 1750, <BLANK> αθωώθηκε από το δικαστήριο όταν μάρτυρες υπεράσπισης βεβαίωσαν την αγνότητά του.",
        answer: "ένας γάιδαρος κατηγορούμενος για κτηνοβασία",
        category: "History",
        lies: ["ένας λάγνος σιδεράς", "ένας ερωτύλος μοναχός", "ένας αγνός πειρατής", "ένας έκπτωτος εφημέριος", "ένας Γάλλος περουκάς"]
    },
    {
        fact: "Αφού ξόδεψε 1,75 δισεκατομμύρια δολάρια, η υπηρεσία streaming Quibi έκλεισε σε μόλις έξι μήνες επειδή πίστευε ότι ο κόσμος ήθελε να βλέπει ταινίες <BLANK>.",
        answer: "σε δεκάλεπτα κεφάλαια στα κινητά τους",
        category: "Tech Oops",
        lies: ["σε έξυπνα ρολόγια", "σε έξυπνα ψυγεία", "χωρίς καμία παύση", "σε διπλή ταχύτητα", "σε αντλίες βενζίνης"]
    },
    {
        fact: "Το Google+ ήταν τόσο αποτυχημένο που λιγότερο από το ένα τοις εκατό των <BLANK> το χρησιμοποιούσαν τακτικά πριν κλείσει.",
        answer: "χρηστών της Google",
        category: "Tech Oops",
        lies: ["μελών του προσωπικού της Google", "υπαλλήλων του νομικού τμήματος του Facebook ", "καλοκαιρινών ασκουμένων ΚΑΗ", "εργαζομένων στην καφετέρια του στρατού", "μηχανικών του Google+"]
    },
    {
        fact: "<BLANK> προκάλεσαν πολλαπλές αυθόρμητες φωτιές και εκρήξεις.",
        answer: "Οι μπαταρίες του Samsung Galaxy Note 7",
        category: "Tech Oops",
        lies: ["Οι πρώτες έξυπνες πάνες", "Πρωτότυπα Roomba", "Χακαρισμένα Tamagotchi", "Παπούτσια με φωτάκια", "Παλιοί φούρνοι Easy-Bake"]
    },
    {
        fact: "Η Apple προσπάθησε να προσελκύσει λάτρεις της μόδας πουλώντας ένα <BLANK> από ατόφιο χρυσό 18 καρατίων αξίας 10.000 δολαρίων, το οποίο εξελίχθηκε σε παροιμιώδη αποτυχία.",
        answer: "Apple Watch",
        category: "Tech Oops",
        lies: ["εργαλείο εξαγωγής SIM", "στήριγμα οθόνης", "καλώδιο Lightning", "Magic Mouse", "ζευγάρι EarPods"]
    },
    {
        fact: "Η Meta έχασε 13,7 δισεκατομμύρια δολάρια το 2022 <BLANK> παρά την αδιαφορία των καταναλωτών.",
        answer: "επενδύοντας δις στο metaverse",
        category: "Tech Oops",
        lies: ["σε ολογράμματα κατοικίδια", "σε έξυπνες φρυγανιέρες", "προωθώντας το Poke 2.0", "σε καναπέδες VR", "κόβοντας δικά της NFT"]
    },
    {
        fact: "Σε μια κίνηση απόλυτης εταιρικής μεγαλομανίας που τίναξε στον αέρα την είσοδο της εταιρείας στο χρηματιστήριο, ο Adam Neumann χρέωσε τη WeWork 5,9 εκατ. δολάρια για τα δικαιώματα <BLANK>.",
        answer: "της λέξης 'We'",
        category: "Tech Oops",
        lies: ["της αύρας του", "του ονόματός του", "του λογότυπου", "της υπογραφής του", "της μορφής του"]
    },
    {
        fact: "Το εγχείρημα Libra του Facebook ακυρώθηκε επειδή οι αρχές έτρεμαν το ενδεχόμενο ο έλεγχος του παγκόσμιου χρήματος να περιέλθει σε <BLANK>.",
        answer: "τον Μαρκ Ζούκερμπεργκ",
        category: "Tech Oops",
        lies: ["τους εθισμένους στο FarmVille", "τους παίκτες Candy Crush", "το κουμπί Like", "τους δίδυμους Γουίνκλβος", "οργισμένους διαχειριστές"]
    },
    {
        fact: "Στην Αρχαία Ελλάδα, οι Ολυμπιακοί Αγώνες ήταν ένα μοναδικό γεγονός όπου κάθε αθλητής ήταν υποχρεωμένος να <BLANK> μπροστά σε ένα τεράστιο πλήθος θεατών.",
        answer: "αγωνίζεται ολόγυμνος",
        category: "Greece",
        lies: ["φιλάει τον αντίπαλό του", "αγκαλιάζει ένα άγαλμα", "ουρλιάζει στον ήλιο", "χτυπάει τους μηρούς του", "τρώει συκώτι ταύρου"]
    },
    {
        fact: "Οι αρχαίες Ελληνίδες θεωρούσαν το <BLANK> σημάδι εξυπνάδας και ομορφιάς και συχνά το σχεδίαζαν μόνες τους.",
        answer: "μονόφρυδο",
        category: "Greece",
        lies: ["μπλε φλεβίδιο στον κρόταφο", "ρυτίδωμα ανάμεσα στα φρύδια", "σημάδι σοφίας", "σημάδι στο μέτωπο", "ίχνος δακρύου"]
    },
    {
        fact: "Οι αρχαίοι Έλληνες <BLANK> για να μην μεθούν ή θεωρούνται βάρβαροι.",
        answer: "έπιναν το κρασί τους αναμεμειγμένο με νερό",
        category: "Greece",
        lies: ["έτρωγαν έξι ωμά αυγά ορτυκιού", "μασούσαν δέκα κλωνάρια μέντας", "έπιναν δύο φλιτζάνια κατσικίσιο γάλα", "έπιναν δύο κουτάλες ξύδι", "έτρωγαν λίγη σκόνη μαρμάρου"]
    },
    {
        fact: "Ο πρώτος αυτόματος πωλητής εφευρέθηκε στην Αρχαία Ελλάδα για να διανέμει <BLANK> μόλις έπεφταν μέσα τα νομίσματα.",
        answer: "Θεικό νερό",
        category: "Greece",
        lies: ["παπύρους φιλοσοφίας", "σύκα με μέλι", "νερωμένο κρασί", "κατσικίσιο γάλα", "δάφνινα στεφάνια"]
    },
    {
        fact: "Ο Πλάτωνας πίστευε ότι τα φασόλια περιείχαν <BLANK> και αρνιόταν να τα φάει.",
        answer: "τις ψυχές των νεκρών",
        category: "Greece",
        lies: ["τα φαντάσματα του εντέρου", "την πηγή της βροντής", "τους σπόρους της τρέλας", "τους ψιθύρους του Άδη", "τη γεωμετρία του ολέθρου"]
    },
    {
        fact: "Στην Αθήνα, οι πολίτες ψήφιζαν για να <BLANK> για δέκα χρόνια μέσω του οστρακισμού.",
        answer: "εξορίσουν οποιονδήποτε",
        category: "Greece",
        lies: ["φορολογήσουν κουτσομπόλες", "διώξουν τους βαρετούς", "κόψουν το σκόρδο", "φιμώσουν κακούς ψάλτες", "διώξουν ατάλαντους"]
    },
    {
        fact: "Η αρχαία Σπάρτη απαιτούσε κάθε νεογέννητο να επιθεωρείται και να <BLANK> αν εντοπιζόταν κάποιο σωματικό ελάττωμα.",
        answer: "εγκαταλείπεται για να πεθάνει",
        category: "Greece",
        lies: ["εξορίζεται στην Αθήνα", "γίνεται φοροεισπράκτορας", "μπαίνει σε χορωδία", "πάει σε σχολή τεχνών", "μαθαίνει φλάουτο"]
    },
    {
        fact: "Η Atari ντρεπόταν τόσο πολύ για το βιντεοπαιχνίδι E.T. που <BLANK>.",
        answer: "έθαψε χιλιάδες απούλητες κασέτες σε μια χωματερή",
        category: "Gaming",
        lies: ["το πέταξε στον ωκεανό", "έκαψε όλα τα αποθέματα", "αρνήθηκε την ύπαρξή του", "το χάριζε με κάθε αγορά κορνφλέιξ", "απέλυσε όλη την ομάδα"]
    },
    {
        fact: "Στο αρχικό arcade παιχνίδι Donkey Kong, ο Mario ήταν <BLANK> και όχι υδραυλικός.",
        answer: "ξυλουργός",
        category: "Gaming",
        lies: ["ζωοκόμος", "τελετάρχης τσίρκου", "επιθεωρητής δόμησης", "κατεδαφιστής", "σύμβουλος ασφαλείας"]
    },
    {
        fact: "Το να παίζει κανείς Tetris εντός έξι ωρών από ένα τροχαίο ατύχημα μπορεί να μειώσει σημαντικά την εμφάνιση <BLANK> στους επιζώντες.",
        answer: "αναδρομών PTSD",
        category: "Gaming",
        lies: ["παρορμήσεων για επικίνδυνα κοντινή οδήγηση", "απορρίψεων των ασφαλιστικών αιτημάτων", "διστακτικότητας στο τιμόνι", "ναυτίας κίνησης", "νυχτερινού ιλίγγου"]
    },
    {
        fact: "Ένας νόμος της Νότιας Κορέας καθιστούσε παράνομο για παιδιά κάτω των 16 ετών να <BLANK> από τα μεσάνυχτα έως τις 6 π.μ.",
        answer: "παίζουν βιντεοπαιχνίδια",
        category: "Gaming",
        lies: ["παραγγέλνουν κοτόπουλο", "τραγουδάνε καραόκε", "διαβάζουν σε καφετέριες", "βλέπουν mukbang", "αγοράζουν ενεργειακά ποτά"]
    },
    {
        fact: "Ο δημιουργός του NBA Jam ήταν τόσο πικραμένος για την κόντρα των Detroit Pistons που έγραψε μια ειδική γραμμή κώδικα για να <BLANK> κάθε φορά που οι Chicago Bulls προσπαθούσαν να κερδίσουν.",
        answer: "τους κάνει να χάνουν τα σουτ",
        category: "Gaming",
        lies: ["παίζει κόρνα κλόουν", "ξεφουσκώνει την μπάλα", "κρασάρει το παιχνίδι", "χαμηλώνει το στεφάνι", "δίνει ένα τυχαίο φάουλ"]
    },
    {
        fact: "Στο αρχικό Space Invaders, οι εξωγήινοι κινούνται όλο και πιο γρήγορα καθώς τους καταστρέφετε επειδή <BLANK>.",
        answer: "ο επεξεργαστής είχε λιγότερα αντικείμενα ανά καρέ",
        category: "Gaming",
        lies: ["οι επιζώντες πανικοβάλλονται", "τους κατακλύζει η αδρεναλίνη", "νιώθουν τις ενοχές του επιζώντα", "έχουν πλέον περισσότερο χώρο για τα πόδια τους", "το σκάφος γίνεται ελαφρύτερο"]
    },
    {
        fact: "Οι δημιουργοί του Scribblenauts ανακάλυψαν ένα περίεργο σφάλμα όπου ένα λιοντάρι προσπαθούσε να φάει τον εαυτό του αν ένας παίκτης <BLANK>.",
        answer: "του κολλούσε μπέικον",
        category: "Gaming",
        lies: ["του έδινε έναν καθρέφτη", "έγραφε 'Νόστιμο Λιοντάρι'", "του έβαζε καπέλο μπριζόλα", "του αύξανε την πείνα", "του έδινε το γνώρισμα 'Νιάμι'"]
    },
    {
        fact: "Ένας παίκτης του Diablo 1 ξεκίνησε μια φήμη για ένα μυστικό <BLANK>, το οποίο οι δημιουργοί τελικά πρόσθεσαν στο Diablo II.",
        answer: "επίπεδο αγελάδων",
        category: "Gaming",
        lies: ["μίνι γκέιμ ψαρέματος", "dating sim δαιμόνων", "γκόμπλιν που μιλάει", "σύστημα χάιδεματος γάτας", "κλαμπ μονομαχιών PvP"]
    },
    {
        fact: "Ο συγγραφέας του The Witcher, Andrzej Sapkowski, αρχικά πίστευε ότι η CD Projekt <BLANK> και απαίτησε να πληρωθεί προκαταβολικά.",
        answer: "δεν θα έβγαζε ποτέ κέρδος",
        category: "Gaming",
        lies: ["του έκανε απλώς μια φάρσα", "βασιζόταν πολύ στο 3D", "έφτιαχνε παιχνίδια για παιδιά", "είχε ψεύτικα γραφεία", "ετοίμαζε ραδιοφωνικό θέατρο"]
    },
    {
        fact: "Ο διασημότερος κωδικός cheat στον κόσμο δημιουργήθηκε μόνο επειδή ο δημιουργός του <BLANK>.",
        answer: "βρήκε το δικό του παιχνίδι υπερβολικά δύσκολο",
        category: "Gaming",
        lies: ["μισούσε το αφεντικό του", "το δοκίμασε μεθυσμένος", "άργησε σε ένα ραντεβού", "έχασε ένα μεγάλο στοίχημα", "είχε ένα κολλημένο κουμπί"]
    },
    {
        fact: "Η Nintendo φοβόταν τόσο πολύ τη βία, που στη δική της έκδοση του Mortal Kombat οι χαρακτήρες εκτόξευαν <BLANK> αντί για αίμα.",
        answer: "ιδρώτα",
        category: "Gaming",
        lies: ["χρυσόσκονη", "κομφετί", "χυμό φρούτων", "πράσινη γλίτσα", "ψηφιακές φυσαλίδες"]
    },
    {
        fact: "Μια επιδημία στο World of Warcraft προσομοίωσε τόσο πολύ <BLANK>, που οι επιστήμονες τη μελετούν.",
        answer: "τις πραγματικές πανδημίες",
        category: "Gaming",
        lies: ["τα επιθετικά μυρμήγκια", "τους όχλους της Black Friday", "τα χρηματιστηριακά κραχ", "τις αγορές πανικού", "τα κουτσομπολιά γραφείου"]
    },
    {
        fact: "Ο Φρέντι Μέρκιουρι ηχογραφούσε τραγούδια των Queen έχοντας <BLANK> μέσα στο στούντιο.",
        answer: "ένα λάμα",
        category: "Music",
        lies: ["μια μάσκα κατάδυσης", "ένα ποτήρι σαμπάνιας", "μια περσική γάτα", "μια λούτρινη τίγρη", "μια βελούδινη κάπα"]
    },
    {
        fact: "Οι Beatles ήταν τόσο μουσικά αγράμματοι που ο Paul McCartney παραδέχτηκε επιτέλους το 2018 ότι δεν μπορούσαν καν να <BLANK>.",
        answer: "διαβάσουν θεωρία μουσικής",
        category: "Music",
        lies: ["μετρήσουν ως το τέσσερα", "κουρδίσουν τις κιθάρες τους", "συλλαβίσουν τη λέξη Beatles", "βρουν το μεσαίο Ντο", "σφυρίξουν αρμονικά μαζί"]
    },
    {
        fact: "Παρόλο που ήταν φυσικός αριστερόχειρας και <BLANK>, ο Τζίμι Χέντριξ έπαιζε περίφημα μια δεξιόχειρη κιθάρα ανάποδα.",
        answer: "δεν ήξερε να διαβάζει νότες",
        category: "Music",
        lies: ["έπαιζε ένα δανεισμένο τσέλο", "είχε έναν ενισχυτή Fender", "έπαιζε ένα πιάνο με ουρά", "έπαιζε ένα κοντραμπάσο", "έπαιζε ένα δωδεκάχορδο μπάντζο"]
    },
    {
        fact: "Ο Λίο Φέντερ, εφευρέτης της θρυλικής Stratocaster, δεν μπορούσε ποτέ να <BLANK>, παρόλο που έφερε επανάσταση στον σχεδιασμό της κιθάρας.",
        answer: "παίξει κιθάρα",
        category: "Music",
        lies: ["αντέξει δυνατή μουσική", "κολλήσει ένα καλώδιο", "αγοράσει μια Gibson", "συλλαβίσει τη Stratocaster", "αποκτήσει πικάπ"]
    },
    {
        fact: "Ο Φραντς Λιστ προκάλεσε τέτοια υστερία στους θαυμαστές του, που οι ιστορικοί της μουσικής αργότερα ονόμασαν το φαινόμενο <BLANK>.",
        answer: "Λιστομανία",
        category: "Music",
        lies: ["Επιδημία Λιποθυμιών", "Μεγάλη Ακρόαση", "Ρομαντική Εξέγερση", "Ίλιγγος του Δεξιοτέχνη", "Αναταραχή του Ελεφαντόδοντου"]
    },
    {
        fact: "Ο Ροσίνι συνέθεσε τη διάσημη άρια Di tanti palpiti τη στιγμή που περίμενε να <BLANK>.",
        answer: "ετοιμαστεί το ριζότο σε ένα εστιατόριο στη Βενετία",
        category: "Music",
        lies: ["έρθει μια καθυστερημένη πριμαντόνα", "του φέρει ο σερβιτόρος τα ρέστα", "υποχωρήσει η πλημμύρα", "στεγνώσουν τα ρούχα του", "συναντήσει την κρυφή ερωμένη του"]
    },
    {
        fact: "Με 158 στροφές, ο Ελληνικός εθνικός ύμνος είναι επίσημα <BLANK>.",
        answer: "ο μεγαλύτερος στον κόσμο",
        category: "Music",
        lies: ["δικαιολογία για αργοπορία", "ατελείωτο σεντόνι", "τεστ για γερά πνευμόνια", "το πιο μακρύ scroll", "αιτία για υπερωρίες"]
    },
    {
        fact: "Ο τάφος του Τζόζεφ Χάυντν περιέχει <BLANK>, επειδή το πραγματικό του κρανίο εκλάπη από φρενολόγους.",
        answer: "δύο κρανία",
        category: "Music",
        lies: ["ένα κεραμικό κεφάλι", "μια σκαλιστή καρύδα", "μια περούκα σε βάση", "μια ασημένια μπαγκέτα", "μια μαρμάρινη προτομή"]
    },
    {
        fact: "Ένα πιάνο με ουρά κατασκευάζεται <BLANK> επειδή οι χορδές του δέχονται τάση 20 τόνων.",
        answer: "με βαρύ μαντεμένιο πλαίσιο",
        category: "Music",
        lies: ["για να είναι αλεξίσφαιρο", "για να αντέχει πτώσεις", "με στρατιωτικό ατσάλι", "από φουσκωτούς μηχανικούς", "σε θάλαμο κενού"]
    },
    {
        fact: "Η πρωτοχρονιάτικη συναυλία του Ροντ Στιούαρτ το 1993 στην παραλία Κοπακαμπάνα προσέλκυσε 4,2 εκατομμύρια ανθρώπους, κάνοντας παγκόσμιο ρεκόρ για <BLANK>.",
        answer: "τη μεγαλύτερη δωρεάν συναυλία",
        category: "Music",
        lies: ["χαίτες σε πλήθος", "μαζικό λεοπάρ", "χαμένα αριστερά παπούτσια", "υπερβολική χρήση λακ", "παίκτες αόρατης κιθάρας"]
    },
    {
        fact: "Ο Κρις Χάντφιλντ ηχογράφησε το μουσικό του άλμπουμ ενώ <BLANK>.",
        answer: "ήταν σε τροχιά στο διάστημα",
        category: "Music",
        lies: ["οδηγούσε παγοστρωτήρα", "ζούσε σε ένα ιγκλού", "κούρευε το γκαζόν", "είχε κολλήσει στο ασανσέρ", "κρυβόταν από τα παιδιά"]
    },
    {
        fact: "Ο Θεριζινόσαυρος είχε <BLANK> που ξεπερνούσαν σε μήκος ένα ρόπαλο του μπέιζμπολ.",
        answer: "νύχια",
        category: "Dinosaurs",
        lies: ["αγκάθια βλεφαρίδων", "διχαλωτές γλώσσες", "τούνελ ρουθουνιών", "σάκους στα μάγουλα", "σπιρούνια αγκώνων"]
    },
    {
        fact: "Οι δεινόσαυροι όπως οι Βελοσιράπτορες είχαν στην πραγματικότητα περίπου το μέγεθος <BLANK>.",
        answer: "μιας γαλοπούλας",
        category: "Dinosaurs",
        lies: ["μιας γάτας", "μιας μέτριας βαλίτσας", "ενός μίνι ψυγείου", "ενός ενήλικου ασβού", "μιας τσάντας μπόουλινγκ"]
    },
    {
        fact: "Με ύψος που ξεπερνούσε τα 18 μέτρα, ο Σαυροποσειδώνας θα ήταν αρκετά ψηλός ώστε να <BLANK> ενώ στεκόταν στον δρόμο.",
        answer: "κοιτάζει σε παράθυρο έκτου ορόφου",
        category: "Dinosaurs",
        lies: ["κλέβει κεφτέδες από μπαλκόνια", "κλέβει μπουγάδες από ταράτσες", "φταρνίζεται σε ηλιακούς", "κάνει σέλφι με αεροπλάνα", "μυρίζει το φαΐ του γείτονα"]
    },
    {
        fact: "Οι δημιουργοί του Jurassic Park αποφάσισαν ότι ο πραγματικός Velociraptor ήταν <BLANK>, γι' αυτό σχεδίασαν τους δεινοσαύρους με βάση τον Utahraptor.",
        answer: "πολύ μικρός",
        category: "Dinosaurs",
        lies: ["όχι κινηματογραφικός", "πολύ χαριτωμένος", "πτωματοφάγος", "υπερβολικά αδέξιος", "ανίκανος να συρίξει"]
    },
    {
        fact: "Σχεδόν τα μισά από τα 1.200 γνωστά είδη δεινοσαύρων <BLANK>.",
        answer: "έχουν βρεθεί από ένα μόνο δείγμα",
        category: "Dinosaurs",
        lies: ["έχουν μέγεθος γατούλας", "δεν έχουν επιγονατίδες", "είναι απλώς ιγουάνες", "είναι μοβ και χνουδωτά", "έχουν ονόματα ηθοποιών"]
    },
    {
        fact: "Οι αρχαιολόγοι πιστεύουν ότι τα μωρά δεινόσαυροι είχαν αναλογικά μεγαλύτερα μάτια και <BLANK> από τους ενήλικες.",
        answer: "πιο μικρά χαριτωμένα πρόσωπα",
        category: "Dinosaurs",
        lies: ["πιο χνουδωτό πτέρωμα", "κοφτερά νεογιλά δόντια", "πιο μαλακά κρανία", "έντονες βούλες παραλλαγής", "πιο αδέξια πόδια"]
    },
    {
        fact: "Οι απολιθωμένοι κοπρόλιθοι, που στην αλήθεια είναι <BLANK>, μας έχουν διδάξει πολλά για τους δεινόσαυρους.",
        answer: "απολιθωμένα κόπρανα",
        category: "Dinosaurs",
        lies: ["κρυσταλλωμένοι εμετοί", "πέτρινες θήκες σνακ", "σκληρές οδοντικές πλάκες", "ορυκτοποιημένα σάλια", "πέτρινοι γευστικοί κάλυκες"]
    },
    {
        fact: "Παρά το τεράστιο σώμα των 80 τόνων, ο Βραχιόσαυρος είχε <BLANK> που παραδόξως δεν ξεπερνούσε σε μέγεθος ένα μπαλάκι του τένις.",
        answer: "εγκέφαλο",
        category: "Dinosaurs",
        lies: ["αίσθηση του χιούμορ", "κοινωνικό κύκλο", "βαλβίδα καρδιάς", "φωνητική χορδή", "επιγονατίδα"]
    },
    {
        fact: "Ένας άνδρας <BLANK> απλά επειδή μέτρησε λάθος 365 ημέρες.",
        answer: "έκλεισε κρουαζιέρα για λάθος χρονιά",
        category: "Traveling Mistakes",
        lies: ["έχασε τον γάμο του", "ήρθε έναν χρόνο νωρίτερα", "έχασε τις διακοπές του", "μήνυσε τον πράκτορά του", "περίμενε στο αεροδρόμιο"]
    },
    {
        fact: "Ένας Σκωτσέζος έκλεισε πτήση για τη Γρανάδα της Ισπανίας, αλλά κατέληξε <BLANK>.",
        answer: "στη Γρενάδα της Καραϊβικής",
        category: "Traveling Mistakes",
        lies: ["στην μπανιέρα του γείτονα", "να αρμέγει κατσίκες", "σε πάρτι με πιγκουίνους", "στην ουρά για πιτόγυρο", "σε ιγκλού στην Αλάσκα"]
    },
    {
        fact: "Το 1881, ένας πωλητής από τη Γιούτα στη Φλόριντα ήθελε να παντρευτεί <BLANK>.",
        answer: "το πτώμα μιας νεκρής γυναίκας",
        category: "Romance",
        lies: ["έναν αλιγάτορα 3,5 μέτρων", "μια κέρινη κούκλα", "έναν ελέφαντα τσίρκου", "μια γενειοφόρο γυναίκα", "έναν εκπαιδευμένο λάμαντι"]
    },
    {
        fact: "Μια γυναίκα ονόματι Eija-Ritta παντρεύτηκε <BLANK> το 1979 και παρέμεινε παντρεμένη για 29 χρόνια.",
        answer: "το Τείχος του Βερολίνου",
        category: "Romance",
        lies: ["μια ρόδα λούνα παρκ", "τον πρώην της", "μια κούκλα βιτρίνας", "τον 5ο ξάδερφό της", "ένα πιάνο με ουρά"]
    },
    {
        fact: "Ο Τζέιμς Τζόις έγραψε παθιασμένα ερωτικά γράμματα εξυμνώντας <BLANK> της συντρόφου του, Νόρα.",
        answer: "τις ερωτικές επαφές με αέρια",
        category: "Romance",
        lies: ["τα άλουστα μαλλιά", "τα κρύα πόδια", "τις μάλλινες κάλτσες", "το ρυθμικό ροχαλητό", "τους σμιλευμένους λοβούς"]
    },
    {
        fact: "Σύμφωνα με έρευνες, οι άνδρες που <BLANK> κάθε πρωί ζουν πέντε χρόνια περισσότερο.",
        answer: "φιλούν τις συντρόφους τους",
        category: "Romance",
        lies: ["τραγουδούν στο ντους", "λένε ένα ανέκδοτο", "χαμογελούν στον καθρέφτη", "χαϊδεύουν τον σκύλο τους", "κάνουν κρύο ντους"]
    },
    {
        fact: "Το 1967, το Ανώτατο Δικαστήριο των ΗΠΑ νομιμοποίησε επίσημα <BLANK> σε κάθε πολιτεία.",
        answer: "τον διαφυλετικό γάμο",
        category: "Romance",
        lies: ["τα δημόσια χάδια", "το ραντεβού στα τυφλά", "το φιλί στο πάρκο", "την κρυφή φυγή τη νύχτα", "την πρόταση την Κυριακή"]
    },
    {
        fact: "Σε μια παράξενη επιστημονική μελέτη, ζητήθηκε από γυναίκες να μυρίσουν ιδρωμένα μπλουζάκια και προτιμούσαν σταθερά τη μυρωδιά <BLANK>.",
        answer: "ανδρών με διαφορετικά γονίδια ανοσοποιητικού",
        category: "Romance",
        lies: ["αυστηρά χορτοφάγων", "όσων έφαγαν ωμό σκόρδο", "των πατέρων τους", "ήδη παντρεμένων ανδρών", "ιδιοκτητών γάτας"]
    },
    {
        fact: "Ο Μάθιου ΜακΚόναχι συνελήφθη το 1999 επειδή <BLANK> στο σπίτι του.",
        answer: "χόρευε γυμνός παίζοντας μπόνγκος",
        category: "Celebrity Gossip",
        lies: ["ούρλιαζε σε κούκλες", "πάλευε με ένα γουρούνι", "έκρυβε έναν αλιγάτορα", "κλωτσούσε τον αέρα", "έκανε παράνομη ταρίχευση"]
    },
    {
        fact: "Ο Μάικλ Τζάκσον κάποτε <BLANK> ενώ χαιρετούσε τα πλήθη.",
        answer: "κράτησε τον εννιά μηνών γιο του έξω από ένα παράθυρο",
        category: "Celebrity Gossip",
        lies: ["έχασε την ψεύτικη μύτη του", "πέταξε κομμάτια KFC", "τραγούδησε σε ένα μανεκέν", "κράτησε ένα μεγάλο ραδιόφωνο", "έριξε το γάντι του"]
    },
    {
        fact: "Η Φελίσιτι Χάφμαν πλήρωσε 15 χιλιάδες δολάρια για να βάλει κάποιον να <BLANK>.",
        answer: "δώσει εξετάσεις για την κόρη της",
        category: "Celebrity Gossip",
        lies: ["γυαλίσει τα Emmy της", "σιδερώσει τις κάλτσες της", "βγάλει βόλτα τα αλπάκα της", "πλέξει τις περούκες της", "σκουπίσει το χαλίκι της"]
    },
    {
        fact: "Η Λόρι Λάφλιν πλήρωσε 500 χιλιάδες δολάρια για να <BLANK>.",
        answer: "μπει η κόρη της στο USC",
        category: "Celebrity Gossip",
        lies: ["γυρίσει ταινία Hallmark", "βαφτεί ροζ το κελί της", "έχει οδηγό τον Στάμο", "παίξει στο Fuller House", "συλληφθούν οι παπαράτσι"]
    },
    {
        fact: "Ο Κόμπι Μπράιαντ, που έχασε τη ζωή του σε δυστύχημα με ελικόπτερο το 2020, ήταν τόσο ταλαντούχος που έμαθε μόνος του να <BLANK> εξ ακοής για να κάνει έκπληξη στη γυναίκα του.",
        answer: "παίζει τη Σονάτα του Σεληνόφωτος στο πιάνο",
        category: "Celebrity Gossip",
        lies: ["ραπάρει άπταιστα γαλλικά", "κάνει beatbox hip hop των 90s", "κάνει γιόντελ σαν ειδικός", "μιμείται τα αηδόνια", "τραγουδάει κλασική όπερα"]
    },
    {
        fact: "Ο Τσάρλι Τσάπλιν ήταν 29 ετών όταν <BLANK>.",
        answer: "παντρεύτηκε νόμιμα μία 16χρονη ονόματι Μίλντρεντ Χάρις",
        category: "Celebrity Gossip",
        lies: ["έγινε επαγγελματίας μίμος", "παντρεύτηκε μια ξεπεσμένη δούκισσα", "προσέλαβε τον αγαπημένο του κασκαντέρ", "γνώρισε τον ξάδερφο του Μπάστερ Κίτον", "έγινε πιανίστας βωβού κινηματογράφου"]
    },
    {
        fact: "Ο Άρνολντ Σβαρτσενέγκερ <BLANK> μετά τον γάμο του με τη Μαρία Σράιβερ.",
        answer: "απέκτησε παιδί με την οικιακή βοηθό",
        category: "Celebrity Gossip",
        lies: ["έγινε χορευτής ντίσκο", "μπήκε σε τοπική χορωδία", "έβγαινε με δασκάλα γιόγκα", "άφησε μακριά κοτσίδα", "άνοιξε βίγκαν φούρνο"]
    },
    {
        fact: "Ο Τζέρι Λι Λιούις <BLANK> όταν ήταν το μεγάλο αστέρι του ροκ εν ρολ.",
        answer: "παντρεύτηκε τη 13χρονη ξαδέρφη του",
        category: "Celebrity Gossip",
        lies: ["ήταν εφεδρικός παλαιστής", "έκλεψε λεωφορείο περιοδείας", "ήταν και παπάς", "κέρδισε καλλιστεία", "εξέτρεφε κότες επιδείξεων"]
    },
    {
        fact: "Από το 2008 έως το 2021, η Μπρίτνεϊ Σπίαρς <BLANK> από τον πατέρα της.",
        answer: "τέθηκε υπό κηδεμονία",
        category: "Celebrity Gossip",
        lies: ["δεν είχε κωδικό Wi-Fi", "λάμβανε άδεια για τσίχλα", "στερήθηκε το Instagram", "είχε απαγόρευση για σούσι", "δεν είχε κλειδιά σπιτιού"]
    },
    {
        fact: "Παρόλο που <BLANK>, ο Ρομάν Πολάνσκι κατάφερε να κερδίσει το Όσκαρ Καλύτερης Σκηνοθεσίας.",
        answer: "είναι φυγάς από τις ΗΠΑ",
        category: "Celebrity Gossip",
        lies: ["σκηνοθέτησε μέσω φαξ", "έχασε την κύρια κάμερα", "κοιμόταν στα γυρίσματα", "προσέβαλε την Ακαδημία", "δεν είδε ποτέ το καστ"]
    },
    {
        fact: "Στην καταδίωξη του O.J. Simpson το 1994, ο οδηγός του <BLANK> ενώ οδηγούσε.",
        answer: "τηρούσε τον ΚΟΚ",
        category: "Celebrity Gossip",
        lies: ["υπέγραφε αυτόγραφα", "άκουγε Enya", "ξυριζόταν", "έτρωγε ένα Big Mac", "έλυνε σταυρόλεξο"]
    },
    {
        fact: "Το 2021, ο Τζόι Τσέστνατ σημείωσε παγκόσμιο ρεκόρ <BLANK> σε μόλις 10 λεπτά.",
        answer: "τρώγοντας 76 χοτ ντογκ",
        category: "Competitive Eating",
        lies: ["ξεφλουδίζοντας 140 αυγά", "τυλίγοντας 85 μπουρίτο", "στοιβάζοντας 115 τηγανίτες", "τρώγοντας 40 παγωτά", "ανοίγοντας 100 στρείδια"]
    },
    {
        fact: "Η Michelle Lesco σημείωσε το ρεκόρ κατανάλωσης 2448 γραμμαρίων <BLANK> μέσα σε τρία λεπτά.",
        answer: "μαγιονέζας",
        category: "Competitive Eating",
        lies: ["χλιαρής σάλτσας", "γλάσου βανίλιας", "κρεμώδους καλαμποκιού", "τυριού κότατζ", "γλάσου τούρτας"]
    },
    {
        fact: "Ο Ken Edwards έφαγε <BLANK> σε μόλις 60 δευτερόλεπτα.",
        answer: "36 ζωντανές κατσαρίδες Μαδαγασκάρης",
        category: "Competitive Eating",
        lies: ["48 ωμά αυγά ορτυκιού", "12 πακέτα βούτυρο", "24 σκελίδες ωμό σκόρδο", "15 αυτιά γουρουνιού τουρσί", "ένα ολόκληρο βάζο μαγιονέζα"]
    },
    {
        fact: "Ο Takeru Kobayashi κατανάλωσε <BLANK> σε 15 λεπτά, συνολικού βάρους άνω των 8 κιλών.",
        answer: "57 μυαλά αγελάδας",
        category: "Competitive Eating",
        lies: ["92 βαζάκια παιδικής τροφής", "117 μουλιασμένα nuggets", "12 ολόκληρες τούρτες", "85 κομμάτια τηγανητό βούτυρο", "44 τηγανητά twinkies"]
    },
    {
        fact: "Σε έναν γαστρεντερολογικό εφιάλτη που ξεπέρασε κάθε ιατρική λογική, ο Ντον Λέρμαν κατανάλωσε σε ακριβώς πέντε λεπτά <BLANK>.",
        answer: "28 ουγγιές αλατισμένο βούτυρο",
        category: "Competitive Eating",
        lies: ["6 βάζα μαγιονέζα", "40 ωμά σκόρδα", "8 λίβρες λαχανοσαλάτα", "12 κιμωλίες", "ένα γαλόνι τυρί νάτσο"]
    },
    {
        fact: "Ο Rolf Buchholz κατέχει το ρεκόρ για 516 τροποποιήσεις σώματος, αλλά παραδόξως στην κανονική του δουλειά εργάζεται ως <BLANK>.",
        answer: "τεχνικός πληροφορικής",
        category: "Body Modifications",
        lies: ["νηπιαγωγός", "μοντέλο χεριών", "λυκειάρχης", "διευθυντής τράπεζας", "διοργανωτής γάμων"]
    },
    {
        fact: "Ο Rolf Buchholz έχει 481 πίρσινγκ, αλλά ο πραγματικός λόγος που χρειάζεται έναν πολύ υπομονετικό ράφτη είναι <BLANK>.",
        answer: "τα 278 στα γεννητικά του όργανα",
        category: "Body Modifications",
        lies: ["η μεταλλική του ουρά", "ο μεταλλικός του κορσές", "τα φτερά στους ώμους", "τα ραχιαία πτερύγια", "η τρίτη του ωμοπλάτη"]
    },
    {
        fact: "Η Elaine Davidson κατέχει το ρεκόρ για <BLANK> στο σώμα της.",
        answer: "4225 τρυπήματα",
        category: "Body Modifications",
        lies: ["κολλημένα ματάκια", "μικροσκοπικά QR codes", "εξογκώματα Braille", "μαγνητικά εμφυτεύματα", "ψεύτικες φακίδες"]
    },
    {
        fact: "Μετά από μήνες μυστικότητας και σκληρής δουλειάς, οι αδελφοί Paton αποκάλυψαν επιτέλους <BLANK> που ζύγιζε 1278,8 κιλά.",
        answer: "την κολοκύθα τους",
        category: "Giant Vegetables",
        lies: ["τη συμπαγή σοκολάτα", "τη ρόδα τυριού τσένταρ", "τον νάνο κήπου από τιτάνιο", "το τηγανητό ντόνατ", "το κέικ-αριστούργημα"]
    },
    {
        fact: "Ο Peter Glazebrook φημίζεται στον κόσμο της ανταγωνιστικής κηπουρικής για <BLANK> του, που είχε ύψος 8,006 μέτρα.",
        answer: "την αναρριχώμενη φασολιά",
        category: "Giant Vegetables",
        lies: ["τον νάνο κήπου", "την τοπιοκομική καμηλοπάρδαλη", "τον κάκτο σε γλάστρα", "την ειδική σκάλα", "το μηχανικό σκιάχτρο"]
    },
    {
        fact: "Η μακρύτερη γλυκιά πιπεριά στον κόσμο έφτασε τα 26,7 εκατοστά, που είναι σχεδόν το ίδιο μήκος με <BLANK>.",
        answer: "ένα ανθρώπινο πόδι",
        category: "Giant Vegetables",
        lies: ["την ουρά μιας γάτας", "ένα μαχαίρι σεφ", "έναν δίσκο βινυλίου", "μια μεγάλη μπανάνα", "έναν φάκελο αλληλογραφίας"]
    },
    {
        fact: "Ο Τσαρλς Όσμπορν <BLANK> συνεχώς για 68 χρόνια χωρίς σταματημό.",
        answer: "είχε λόξιγκα",
        category: "Bizarre Records",
        lies: ["σιγομουρμούριζε", "περπατούσε ανάποδα", "φορούσε πιτζάμες", "αρνιόταν να καθίσει", "απέφευγε τον καθρέφτη"]
    },
    {
        fact: "Ο Σανάθ Μπαντάρα έκανε παγκόσμιο ρεκόρ <BLANK> ταυτόχρονα, γεγονός που μάλλον έκανε την επίσκεψη στην τουαλέτα εφιάλτη.",
        answer: "φορώντας 257 μπλουζάκια",
        category: "Bizarre Records",
        lies: ["κλείνοντας 110 φερμουάρ", "φορώντας 30 σαλοπέτες", "φορώντας 12 στολές δύτη", "φορώντας 65 δερμάτινες ζώνες", "φορώντας 50 ολόσωμες φόρμες"]
    },
    {
        fact: "Για να εξασφαλίσει ένα Παγκόσμιο Ρεκόρ Γκίνες, η Charlotte Lee γέμισε το σπίτι της με πάνω από 9.000 <BLANK>.",
        answer: "λαστιχένια παπάκια",
        category: "Bizarre Records",
        lies: ["κασέτες VHS του Τιτανικού", "πορσελάνινα γουρουνάκια", "νάνους κήπου", "φακελάκια κέτσαπ", "πλεκτά καλύμματα τσαγιού"]
    },
    {
        fact: "Σε ένα κατόρθωμα ταχύτητας που έσπασε κάθε ρεκόρ, ο Patrick Bertoletti κατανάλωσε 47 <BLANK> σε μόλις πέντε λεπτά.",
        answer: "ντόνατ με γέμιση κρέμας",
        category: "Competitive Eating",
        lies: ["χοιρινά ποδαράκια τουρσί", "ολόκληρα πακέτα βούτυρο", "κομμάτια cheesecake", "τηγανητά αγγουράκια", "μίνι τάκος"]
    },
    {
        fact: "Μια έκταση 1.200 στρεμμάτων στο Λονδίνο κατέχει αυτή τη στιγμή το παγκόσμιο ρεκόρ για τη διατήρηση μιας συλλογής 16.900 <BLANK>.",
        answer: "ειδών ζωντανών φυτών",
        category: "Bizarre Records",
        lies: ["χαμένων ομπρελών", "αζήτητων μασσελών", "ρετρό νάνων κήπου", "ταριχευμένων περιστεριών", "ραγισμένων φλιτζανιών"]
    },
    {
        fact: "Ο Eric Booker κατανάλωσε <BLANK> αρακά σε 12 λεπτά.",
        answer: "εννιάμιση μπολ μισού κιλού",
        category: "Competitive Eating",
        lies: ["14 κατεψυγμένες σακούλες", "δύο κουβάδες των 4 λίτρων", "ακριβώς 4.200 λοβούς", "δέκα χλιαρούς δίσκους", "26 μεταλλικές κονσέρβες"]
    },
    {
        fact: "Το ύψους 3 μέτρων φυτό 'άρον ο τιτάνιος' είναι γνωστό επειδή ανθίζει σπάνια και <BLANK> για να προσελκύει επικονιαστές.",
        answer: "μυρίζει σαν σάπιο πτώμα",
        category: "Giant Vegetables",
        lies: ["γουργουρίζει σαν γάτα", "σφυρίζει σαν φίδι", "σφυρίζει μια μελωδία", "φωσφορίζει στο σκοτάδι", "δονεί το έδαφος"]
    },
    {
        fact: "Το γιγάντιο νούφαρο Victoria amazonica βγάζει φύλλα που φτάνουν τα 3 μέτρα σε διάμετρο και είναι αρκετά ανθεκτικά ώστε να <BLANK>.",
        answer: "σηκώσουν το βάρος ενός παιδιού",
        category: "Giant Vegetables",
        lies: ["φιλοξενήσουν πόκερ", "σηκώσουν έναν ιαγουάρο", "σηκώσουν βαρέλι μπίρας", "δέσουν μια βάρκα", "γίνουν ελικοδρόμιο"]
    },
    {
        fact: "Ο Etibar Elchiyev <BLANK> στο σώμα του με μία μόνο προσπάθεια.",
        answer: "ισορρόπησε 250 κουτάλια",
        category: "Bizarre Records",
        lies: ["ισορρόπησε 5 λάστιχα", "φιλοξένησε 30.000 μέλισσες", "κόλλησε 400 γραμματόσημα", "στοίβαξε 12 κουτιά πίτσας", "έλιωσε 20 κεριά"]
    },
    {
        fact: "Για να σημειώσει ένα αλλόκοτο παγκόσμιο ρεκόρ, ο Anand S. από την Ινδία <BLANK> ταυτόχρονα.",
        answer: "έβαλε 459 καλαμάκια στο στόμα του",
        category: "Bizarre Records",
        lies: ["έκανε ζογκλερικά με 8 κορύνες", "φόρεσε 22 χειμωνιάτικα παρκά", "ισορρόπησε 30 κουτάλια", "περίστρεψε 85 χούλα χουπ", "έπαιξε 4 τρομπέτες"]
    },
    {
        fact: "Σε ένα μόλις 24ωρο, ο Hollis Cantrell έκανε παγκόσμιο ρεκόρ <BLANK>.",
        answer: "κάνοντας 801 τατουάζ",
        category: "Bizarre Records",
        lies: ["σφίγγοντας 15.000 χέρια", "χαϊδεύοντας 2.000 σκυλάκια", "τρώγοντας 52 αγγουράκια", "αγκαλιάζοντας 8.000 αγνώστους", "στοιβάζοντας 550 τηγανίτες"]
    },
    {
        fact: "Ένα ζευγάρι στη Γερμανία έσπασε το παγκόσμιο ρεκόρ πείθοντας 2.762 άτομα να <BLANK>.",
        answer: "ντυθούν Στρουμφάκια",
        category: "Bizarre Records",
        lies: ["φορέσουν κάλτσες με πέδιλα", "κάνουν γιόντελ όλοι μαζί", "χορέψουν τον χορό των πουλιών", "ουρλιάξουν στο φεγγάρι", "κάνουν σαν πάπιες"]
    },
    {
        fact: "Σε ένα κατόρθωμα που αψηφά τη φυσιολογία, ο Takeru Kobayashi <BLANK> σε μόλις 26,69 δευτερόλεπτα.",
        answer: "έφαγε ένα μπολ ζυμαρικά",
        category: "Bizarre Records",
        lies: ["κατάπιε 10 χάμπουργκερ", "έφαγε 12 ντόνατς", "κατέβασε 50 nuggets", "έφαγε 20 κεφτεδάκια", "έφαγε 15 βραστά αυγά"]
    },
    {
        fact: "Σε διάστημα σαράντα ετών, η Ann Atkin κατάφερε να αποκτήσει 2.042 <BLANK>.",
        answer: "νάνους κήπου και ξωτικά",
        category: "Bizarre Records",
        lies: ["κεφάλια πορσελάνινης κούκλας", "απλήρωτες κλήσεις πάρκινγκ", "καλύμματα για τσαγιέρες", "σετ ραπτικής ξενοδοχείου", "αταίριαστες κάλτσες"]
    },
    {
        fact: "Ο Isaac Harding-Davis πέτυχε παγκόσμιο ρεκόρ <BLANK> σε ένα λεπτό.",
        answer: "τρώγοντας 806 γρ. παγωτό Ben & Jerry's",
        category: "Competitive Eating",
        lies: ["πίνοντας 1,5 λίτρο σάλτσα", "τρώγοντας 4 ολόκληρα λεμόνια", "στοιβάζοντας 38 τηγανίτες", "ξεφλουδίζοντας 22 αυγά", "τρώγοντας 52 ζαχαρωτά"]
    },
    {
        fact: "Ο André Ortolf εξασφάλισε τη θέση του στην ιστορία <BLANK> σε μόλις 30 δευτερόλεπτα.",
        answer: "πίνοντας 483 γραμμάρια σούπας",
        category: "Competitive Eating",
        lies: ["τρώγοντας 15 κεφτεδάκια", "στοιβάζοντας 12 ντόνατς", "σπάζοντας 15 αυγά", "τρώγοντας 8 ολόκληρα λεμόνια", "τρώγοντας 25 ζαχαρωτά"]
    },
    {
        fact: "Ο Ντόναλντ Γκόρσκι έχει φάει 35.000 Big Mac από το 1972 και μάλιστα <BLANK> σε ένα πάρκινγκ των McDonald's.",
        answer: "έκανε πρόταση γάμου",
        category: "Competitive Eating",
        lies: ["ξεγέννησε ένα μωρό", "έζησε σε τροχόσπιτο", "υπέγραψε για ταινία", "έκανε πάρτι σύνταξης", "ίδρυσε μουσείο μπέργκερ"]
    },
    {
        fact: "Για 20 ολόκληρα χρόνια, ο δήμαρχος της πόλης Ταλκίτνα στην Αλάσκα ήταν ένας <BLANK>.",
        answer: "πορτοκαλί γάτος",
        category: "Body Modifications",
        lies: ["χιονάνθρωπος", "παγωμένος βράχος", "σκουριασμένος κουβάς", "ξύλινος πάσσαλος", "παλιός τηλεφωνητής"]
    },
    {
        fact: "Η Maria José Cristerna, η οποία κατέχει το ρεκόρ για 49 τροποποιήσεις σώματος, συμπεριλαμβανομένων διαδερμικών εμφυτευμάτων και κυνόδοντων, είναι επίσης μητέρα τεσσάρων παιδιών και επαγγελματίας <BLANK>.",
        answer: "δικηγόρος",
        category: "Body Modifications",
        lies: ["νηπιαγωγός", "λογίστρια", "βιβλιοθηκονόμος", "δασκάλα γιόγκα", "συγγραφέας παραμυθιών"]
    },
    {
        fact: "Ο Sarwan Singh κατέχει αυτή τη στιγμή το παγκόσμιο ρεκόρ για τη μακρύτερη <BLANK> σε ζωντανό άνθρωπο, με μήκος 2,54 μέτρα.",
        answer: "γενειάδα",
        category: "Body Modifications",
        lies: ["τούφα τριχών μύτης", "τρίχα αυτιού", "τρίχα στήθους", "πλεξούδα φρυδιού", "ακούρευτη τρίχα ποδιού"]
    },
    {
        fact: "Η γενειάδα 5,33 μέτρων του Hans Langseth ήταν τόσο μακριά που φημολογείται ότι <BLANK> για να μην σέρνεται στο έδαφος.",
        answer: "την τύλιγε σε ξύλινη ρόκα",
        category: "Body Modifications",
        lies: ["την έβαζε σε έναν κουβά", "την έχωνε στις μπότες του", "τη φορούσε σαν ζώνη", "είχε βοηθό κουβαλητή", "την τύλιγε σαν χαλί"]
    },
    {
        fact: "Στο Εθνικό Πρωτάθλημα Γενειάδας, 86 διαγωνιζόμενοι έκαναν παγκόσμιο ρεκόρ <BLANK> ώστε να δημιουργήσουν μια αλυσίδα 59 μέτρων.",
        answer: "ενώνοντας τα μούσια τους",
        category: "Body Modifications",
        lies: ["δένοντας τις τιράντες τους", "πιάνοντας τις θηλιές ζώνης", "κρατώντας ξύλινες κουτάλες", "δένοντας τα μπαστούνια τους", "ενώνοντας ρολόγια τσέπης"]
    },
    {
        fact: "Το 1923, ένας τζόκεϊ ονόματι Φρανκ Χέις έγινε ο πρώτος άνθρωπος στην ιστορία που κέρδισε επαγγελματική ιπποδρομία παρόλο που ήταν <BLANK>.",
        answer: "νεκρός",
        category: "Giant Vegetables",
        lies: ["νομικά τυφλός", "αλλεργικός στα άλογα", "κοιμισμένος", "σε λάθος άλογο", "κολλημένος στη σέλα"]
    },
    {
        fact: "Ο Joe Atherton παρήγαγε <BLANK> που έφτασε σε μήκος-ρεκόρ τα 7,8 μέτρα.",
        answer: "ένα ραπάνι",
        category: "Giant Vegetables",
        lies: ["έναν λοβό φασολιού", "ένα κοτσάνι ραβεντιού", "μια σειρά λουκάνικα", "ένα σπαγγέτι", "έναν ταινιοσκώληκα"]
    },
    {
        fact: "Για να μην σπάσει η μακρύτερη μελιτζάνα του κόσμου από το φυτό, ο κηπουρός έπρεπε να <BLANK>.",
        answer: "τη στηρίξει με ένα καλσόν",
        category: "Giant Vegetables",
        lies: ["βάλει δερμάτινα λουριά", "της βάλει κηδεμόνα", "την ακουμπήσει σε μαξιλάρι", "τη δέσει σε πατερίτσα", "χτίσει μια σκαλωσιά"]
    },
    {
        fact: "Ο Graham Barratt καλλιέργησε με επιτυχία <BLANK> σε ύψος-ρεκόρ 11,672 μέτρων.",
        answer: "ένα φυτό λούφας",
        category: "Giant Vegetables",
        lies: ["ένα πράσο-θαύμα", "ένα μπιζέλι-νικητή", "ένα κάθετο ραβέντι", "ένα τεράστιο σέλινο", "ένα πολύ μακρύ καρότο"]
    },
    {
        fact: "Ο Mark Baggs κέρδισε διεθνή φήμη αφού παρουσίασε στο κοινό το μήκους 1,454 μέτρων <BLANK> του.",
        answer: "κολοκύθι",
        category: "Giant Vegetables",
        lies: ["κατοικίδιο σκουλήκι", "τριχάκι αυτιού", "νύχι ποδιού", "σαλάμι", "μακαρόνι"]
    },
    {
        fact: "Το παγκόσμιο ρεκόρ για το βαρύτερο <BLANK> ήταν 8,97 κιλά και χρειάστηκαν 13 χρόνια για να επιτευχθεί.",
        answer: "κρεμμύδι",
        category: "Giant Vegetables",
        lies: ["χνούδι αφαλού", "κομμάτι τσίχλας", "μπαλάκι από λάστιχα", "μπαλάκι από τρίχες", "λαχανάκι Βρυξελλών"]
    },
    {
        fact: "Ένα ζευγάρι Γερμανών στην πεζοπορία Routeburn Track πήρε λάθος κατεύθυνση για ώρες και κατέληξε σε <BLANK>.",
        answer: "μια απομακρυσμένη φάρμα",
        category: "Traveling Mistakes",
        lies: ["ένα κινηματογραφικό σετ", "έναν ενεργό αεροδιάδρομο", "ένα δελτίο ειδήσεων", "ένα γήπεδο γκολφ", "μια ξενάγηση στο Χόμπιτον"]
    },
    {
        fact: "Ένας τουρίστας στο Παρίσι ζήτησε ψωμί στα γαλλικά, αλλά στην κυριολεξία ζήτησε <BLANK>.",
        answer: "πόνο και βάσανα",
        category: "Traveling Mistakes",
        lies: ["ένα μικρό φέρετρο", "ένα νεκρό περιστέρι", "μια γροθιά στο μάτι", "έναν ιδρωμένο παπά", "έναν βρεγμένο γάιδαρο"]
    },
    {
        fact: "Ένας Σκωτσέζος ονόματι Χένρι συνάντησε ξανά <BLANK> μετά από 60 χρόνια χωρισμού.",
        answer: "τη Ρωσίδα αρραβωνιαστικιά του, Άννα",
        category: "Romance",
        lies: ["την πρώτη του χελώνα", "τον φανταστικό του φίλο", "τον νταή του λυκείου", "το κρυφό του παιδί", "την αγαπημένη του σερβιτόρα"]
    },
    {
        fact: "Το 1918, η Έλεν και ο Λες Μπράουν ήταν τόσο αχώριστοι που <BLANK> μέσα σε 24 ώρες ο ένας από τον άλλον, μετά από 75 χρόνια γάμου.",
        answer: "πέθαναν",
        category: "Romance",
        lies: ["κατέθεσαν διαζύγιο", "συνελήφθησαν", "έχασαν τις μασέλες τους", "άρχισαν το skydiving", "έκαναν ίδια τατουάζ"]
    },
    {
        fact: "Ένα ψυχολογικό πείραμα έδειξε ότι το να κοιτάς έναν άγνωστο στα μάτια για τέσσερα λεπτά μπορεί να οδηγήσει σε <BLANK>.",
        answer: "έρωτα",
        category: "Romance",
        lies: ["ανεξέλεγκτο γέλιο", "βίαιο χασμουρητό", "έντονη φαγούρα", "προσωρινή αμνησία", "ξαφνική επιθετικότητα"]
    },
    {
        fact: "Ο γάμος της Τζιν Χάρλοου με τον Πολ Μπερν ήταν μια σκέτη απάτη γιατί ο Μπερν ήταν <BLANK>.",
        answer: "ήδη παντρεμένος με τη Ντόροθι Μιλέτ",
        category: "Celebrity Gossip",
        lies: ["ξάδερφός της", "ο μπάτλερ της μάνας της", "ο ίδιος ο πατριός της", "πρώην σόουγκερλ", "ξεπεσμένος μοναχός"]
    },
    {
        fact: "Ένα διαφημιστικό βίντεο της Σαηεντολογίας με τον Τομ Κρουζ από το 2008 προκάλεσε σάλο όταν <BLANK>.",
        answer: "διέρρευσε",
        category: "Celebrity Gossip",
        lies: ["σφύριξε στην κάμερα", "γάβγισε στον φακό", "αιωρήθηκε στην κάμερα", "είπε ότι θεραπεύει παιδιά", "απέλυσε τον θεραπευτή του"]
    },
    {
        fact: "Ένα από τα σκάνδαλα της Ariana Grande ήταν όταν <BLANK>.",
        answer: "έγλειψε ντόνατ σε μαγαζί",
        category: "Celebrity Gossip",
        lies: ["έκανε πλαστική για ψεύτικα λακκάκια", "έκλεψε ένα κατοικίδιο γουρουνάκι", "απαγόρευσε όλα τα μπλε σνακ", "χρησιμοποίησε κρυφό τηλεκοντρόλ για τις ψηλές νότες", "της έπεσε η αλογοουρά"]
    },
    {
        fact: "Ο Άλεξ Γουίλιαμς έφαγε 1,5 μέτρο ωμές και τσουχτερές <BLANK> μέσα σε μόλις ένα λεπτό.",
        answer: "τσουκνίδες",
        category: "Competitive Eating",
        lies: ["μέδουσες", "γλώσσες κάκτων", "ρίζες γαϊδουράγκαθου", "φλούδες χαμπανέρο", "ρίζες χρένου"]
    },
    {
        fact: "Η ταινία του 1974 «Η Ώρα του Χοίρου» δραματοποιεί <BLANK> από τον Μεσαίωνα.",
        answer: "μια δίκη γουρουνιού για φόνο",
        category: "Film",
        lies: ["ένα λαθρεμπόριο μπέικον", "έναν βασιλικό γάμο γουρουνιών", "μια προφητεία ομιλούντος χοίρου", "μια εξέγερση φόρου χοιρινού", "μια κατάρα σε λουκάνικα"]
    },
    {
        fact: "Το 1662, ο 60χρονος κάτοικος του Κονέκτικατ William Potter εκτελέστηκε αφού ομολόγησε 50 χρόνια <BLANK>.",
        answer: "κτηνοβασίας",
        category: "Law",
        lies: ["ξυρίσματος το Σάββατο", "ύπνου στα κηρύγματα", "γυναικείας ενδυμασίας", "χλευασμού του κλήρου", "παράνομου καπνίσματος"]
    },
    {
        fact: "Προς έκπληξη των σύγχρονων επιστημόνων, οι αρχαίοι Έλληνες χρησιμοποιούσαν μια περίπλοκη συσκευή 30 γραναζιών, γνωστή ως ο Μηχανισμός των Αντικυθήρων, για να <BLANK>.",
        answer: "προβλέπουν αστρονομικές εκλείψεις",
        category: "Greece",
        lies: ["εντοπίζουν φοροφυγάδες", "κατατάσσουν αρματοδρόμους", "μετρούν τη σοδειά ελιάς", "μαντεύουν νικητές λόττο", "χρονομετρούν φιλοσόφους"]
    },
    {
        fact: "Οι αρχηγοί-τρικεράτοψ που βγάζουν φωτιά στο Super Mario World ονομάστηκαν Reznor προς τιμήν <BLANK>.",
        answer: "του Trent Reznor των Nine Inch Nails",
        category: "Music",
        lies: ["του δημιουργού του Auto-Tune", "του εφευρέτη του ενισχυτή", "του επικεφαλής τεχνικού των ABBA", "του θορυβώδους γείτονα του Μότσαρτ", "ενός φινλανδικού κουιντέτου τούμπας"]
    },
    {
        fact: "Ο Michael Jackson έγραψε κρυφά το 'Do the Bartman' για τους Simpsons, αλλά οι παραγωγοί το κράτησαν μυστικό επειδή <BLANK>.",
        answer: "νομικοί περιορισμοί εμπόδιζαν την αναφορά του",
        category: "Music",
        lies: ["έχασε στοίχημα από τον Prince", "φοβόταν τον Κράστι", "χρωστούσε χάρη στον Χόμερ", "πληρώθηκε με ντόνατς", "το demo ήταν πολύ funky"]
    },
    {
        fact: "Ο Λούις Άρμστρονγκ, το θρυλικό είδωλο της αμερικανικής τζαζ, πέρασε ολόκληρη την καριέρα του <BLANK> ως μυστικό φόρο τιμής στους μετανάστες που τον μεγάλωσαν.",
        answer: "φορώντας ένα Άστρο του Δαβίδ",
        category: "Music",
        lies: ["σιγοτραγουδώντας μελωδίες Γίντις", "τρώγοντας πατσά στα παρασκήνια", "κρύβοντας ένα χάλκινο σοφάρ", "νηστεύοντας στο Γιομ Κιπούρ", "κουβαλώντας μια μεζουζά"]
    },
    {
        fact: "Ο Ρόμπερτ Σούμαν πίστευε ότι θα θεραπευόταν αν έχωνε <BLANK> .",
        answer: "τα χέρια του στα σπλάχνα από σφαγιασμένα ζώα",
        category: "Music",
        lies: ["τα δάχτυλά του σε ζεστό λαρδί", "τα δάχτυλα των ποδιών του σε φρέσκο λίπος", "τους αντίχειρές του σε ωμές καρδιές", "τους καρπούς του σε κίτρινη χολή", "τα αυτιά του σε αποξηραμένες κύστες"]
    },
    {
        fact: "Ο Κεντρόσαυρος μπορούσε να <BLANK> με 143 χλμ την ώρα, όσο δηλαδή η ταχύτητα μιας δυνατής βολής του μπέιζμπολ.",
        answer: "κουνάει την ακανθώδη ουρά του",
        category: "Dinosaurs",
        lies: ["ρεύεται μεθάνιο", "χτυπάει τις πλάκες του", "φταρνίζεται αέρα", "ανοιγοκλείνει τα σαγόνια", "ανοιγοκλείνει τα βλέφαρα"]
    },
    {
        fact: "Το 1479, η πόλη του Οτέν διόρισε <BLANK> για την εκπροσώπηση μιας ομάδας αρουραίων στο δικαστήριο.",
        answer: "δικηγόρους των αρουραίων",
        category: "History",
        lies: ["τη μοναδική γάτα της πόλης", "έναν τυφλό τυρέμπορο", "έναν επαγγελματία αυλητή", "τον δήμιο του χωριού", "έναν βουβό μοναχό"]
    },
    {
        fact: "Το 1519, η αλπική κοινότητα του Στέλβιο κατέθεσε αγωγή κατά <BLANK> για καταστροφή της σοδειάς.",
        answer: "των τυφλοπόντικων των αγρών",
        category: "History",
        lies: ["των λαίμαργων μαρμοτών", "μεθυσμένων αγριοκάτσικων", "των φάλτσων γιόντελερ", "των ηλίθιων του χωριού", "του τοπικού ηγούμενου"]
    },
    {
        fact: "Το 1923, ο Φρανκ Χέις έγινε ο μόνος αναβάτης στην ιστορία που κέρδισε έναν επαγγελματικό αγώνα ιπποδρομίας ενώ ήταν <BLANK>.",
        answer: "νεκρός",
        category: "History",
        lies: ["με δεμένα μάτια", "δεμένος στη σέλα", "δραπέτης φυλακών", "νομικά τυφλός", "σε κατ' οίκον περιορισμό"]
    },
    {
        fact: "Η Πολωνία, η οποία έμεινε για 123 χρόνια εντελώς σβησμένη από κάθε χάρτη στη Γη, προβάλλει τον απρόσμενο ισχυρισμό ότι <BLANK>.",
        answer: "δεν έχασε ποτέ πόλεμο",
        category: "History",
        lies: ["εφηύρε την αορατότητα", "δεν έχει επίσημα σύνορα", "έχει την πρώτη ντισκομπάλα", "δεν έχει λέξη για 'κούραση'", "δεν φορολογεί κοκκινομάλληδες"]
    },
    {
        fact: "Το 1958, ένας πιλότος εκτινάχθηκε κατά λάθος από το αεροπλάνο του ενώ πετούσε και <BLANK>.",
        answer: "έπεσε πάνω στο δικό του αεροσκάφος",
        category: "Irony",
        lies: ["έπεσε σε σωρό από κοπριά", "προσγειώθηκε σε γάμο", "έπεσε σε περιπολικό", "πιάστηκε από γερανό", "έπεσε σε γουρουνοστάσιο"]
    },
    {
        fact: "Ο εφευρέτης του φούρνου μικροκυμάτων έλαβε μόνο <BLANK> για την ανακάλυψή του.",
        answer: "2 δολάρια",
        category: "Irony",
        lies: ["μια λιωμένη σοκολάτα", "ένα σακουλάκι καλαμπόκι", "ένα χλιαρό σάντουιτς", "μια υπαλληλική έκπτωση", "ένα χτύπημα στην πλάτη"]
    },
    {
        fact: "Μια νύφη στην Κύπρο κέρδισε ένα Ρεκόρ Γκίνες αφού έφτασε στον γάμο της φορώντας <BLANK>.",
        answer: "ένα πέπλο μακρύτερο από 63 γήπεδα ποδοσφαίρου",
        category: "Irony",
        lies: ["ένα φόρεμα από τούρτα", "3.000 ζωντανές πεταλούδες", "τα χαρτιά του διαζυγίου της", "ένα φόρεμα από αεροπλάστ", "δέκα χιλιάδες παραμάνες"]
    },
    {
        fact: "Όταν ο Πέρσι Σπένσερ εφηύρε τον φούρνο μικροκυμάτων, η εταιρεία του τον αντάμειψε με <BLANK>.",
        answer: "ένα μπόνους 2 δολαρίων",
        category: "Irony",
        lies: ["ένα ζεστό σάντουιτς", "μια θέση πάρκινγκ", "ένα κουτί σοκολάτες", "ισόβια παροχή ποπ κορν", "μια νέα ποδιά κουζίνας"]
    }
];
